Repository: MacSergey/NetworkMultitool
Catalog: NetworkMultitool/Properties/Localize.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fi, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Mode_Info_ArrangeCircle_MoveAll
source: Hold {0} to move all nodes at the same time
cs_cz: Podržte {0} pro posouvání všech uzlů současně
da_dk: Hold {0} nede for at flytte alle noder på samme tid
de_de: Halte {0} gedrückt, um alle Netzwerk-Knoten gleichzeitig zu bewegen
es_es: Mantener presionada la tecla {0} para mover todos los nodos al mismo tiempo
fi_fi: Pidä {0} pohjassa siirtääksesi kaikkia liittymiä samaan aikaan
fr_fr: Maintenez {0} pour déplacer tous les nœuds simultanément
it_it: Tieni premuto {0} per spostare tutti i nodi allo stesso tempo
ja_jp: {0} で全てのノードを同時に移動
ko_kr: {0} 키를 누른 채로 모든 노드를 동시에 이동
nl_nl: Houd {0} ingedrukt om alle knooppunten tegelijkertijd te verplaatsen
pl_pl: Przytrzymaj {0}, aby przenieść wszystkie węzły jednocześnie
pt_pt: Mantenha {0} para mover todos os nós ao mesmo tempo
ro_ro: Țineți apăsat {0} pentru a muta toate nodurile în același timp
ru_ru: Удерживайте {0} чтобы двигать все узлы одновременно
th_th: กด {0} ค้างไว้เพื่อย้ายโหนดทั้งหมด ไปพร้อม ๆ กัน
tr_tr: Tüm düğümleri aynı anda hareket ettirmek için {0}'e basılı tut
vi_vn: Giữ {0} để di chuyển tất cả các nút đồng thời
zh_cn: 按住 {0} 键 同时移动所有节点
zh_tw: 按住 {0} 鍵 同時移動所有節點

# Mode_Info_ArrangeCircle_PressToDistributeBetweenIntersections
source: Press {0} to distribute nodes evenly between intersections
cs_cz: Stiskněte {0} pro rovnoměrné rozložení uzlů mezi křižovatkami
da_dk: Tryk på {0} for at fordele noder jævnt mellem kryds
de_de: Drücke {0}, um die Netzwerk-Knoten gleichmäßig zwischen den Kreuzungen zu verteilen
es_es: Presiona la tecla {0} para distribuir los nodos de manera uniforme en el círculo
fi_fi: Paina {0} jakaaksesi liittymät tasaisesti
fr_fr: Appuyez sur {0} pour répartir uniformément les nœuds entre les intersections
it_it: Premi {0} per distribuire i nodi in modo uniforme tra le intersezioni
ja_jp: {0} で交差点間のノードを均等配置
ko_kr: {0} 키를 눌러 노드를 교차로 사이에 일정하게 배치
nl_nl: Druk op {0} om de knooppunten gelijkmatig te verdelen tussen kruispunten
pl_pl: Naciśnij {0}, aby rozdzielić węzły równomiernie pomiędzy skrzyżowaniami
pt_pt: Pressione {0} para distribuir nós igualmente entre interseções
ro_ro: Apăsați {0} pentru a distribui nodurile uniform între intersecții
ru_ru: Нажмите {0} чтобы распределить узлы равномерно между перекрестками
th_th: กด {0} เพื่อกระจายโหนด ระหว่างทางแยกอย่างสม่ำเสมอ
tr_tr: {0} tuşuyla düğümleri kesişimler arasında eşit dağıtabilirsiniz
vi_vn: Nhấn {0} để phân phối các nút đồng đều giữa các nút giao
zh_cn: 按下 {0} 在交叉口之间 平均分布节点
zh_tw: 按 {0} 以在交叉口之間 平均分佈節點

# Mode_Info_ArrangeCircle_PressToDistributeEvenly
source: Press {0} to distribute nodes evenly on circle
cs_cz: Stiskněte {0} pro rovnoměrné rozložení uzlů v kruhu
da_dk: Tryk på {0} for at fordele noderne jævnt på cirklen
de_de: Drücke {0}, um die Netzwerk-Knoten gleichmäßig auf den Kreis zu verteilen
es_es: Presiona la tecla {0} para distribuir los nodos de manera uniforme en el círculo
fi_fi: Paina {0} jakaaksesi liittymät tasaisesti ympyrään
fr_fr: Appuyez sur {0} pour répartir uniformément les nœuds sur le cercle
it_it: Premi {0} per distribuire i nodi in modo uniforme sul cerchio
ja_jp: {0} で円周上にノードを均等配置
ko_kr: {0} 키를 눌러 노드를 원 위에 일정하게 배치
nl_nl: Druk op {0} om de knooppunten gelijkmatig over de cirkel te verdelen
pl_pl: Naciśnij {0}, aby rozdzielić węzły równomiernie w okręgu
pt_pt: Pressionar {0} para distribuir nódulos uniformemente no círculo
ro_ro: Apăsați {0} pentru a distribui nodurile uniform în cerc
ru_ru: Нажмите {0} чтобы распределить узлы равномерно по кругу
th_th: กด {0} เพื่อกระจายโหนดในวงกลมอย่างสม่ำเสมอ
tr_tr: Tüm düğümleri daireye eşit dağıtmak için {0} basın
vi_vn: Nhấn {0} để phân phối các nút đồng đều trên vòng tròn
zh_cn: 按下 {0} 在圆圈上平均分布节点
zh_tw: 按 {0} 以在圓圈上平均分佈節點

# Mode_Info_ArrangeCircle_PressToDistributeIntersections
source: Press {0} to distribute intersections evenly on circle
cs_cz: Stiskněte {0} pro rovnoměrné rozložení křižovatek v kruhu
da_dk: Tryk {0} for at fordele skæringspunkter jævnt på cirklen
de_de: Drücke {0}, um die Netzwerk-Knoten gleichmäßig auf den Kreis zu verteilen
es_es: Presiona la tecla {0} para distribuir los nodos de manera uniforme en el círculo
fi_fi: Paina {0} jakaaksesi risteykset tasaisesti ympyrään
fr_fr: Appuyez sur {0} pour répartir uniformément les nœuds sur le cercle
it_it: Premi {0} per distribuire le intersezioni in modo uniforme sul cerchio
ja_jp: {0} で交差点間の円周上で均等配置
ko_kr: {0} 키를 눌러 원 위에 교차로 일정 간격으로 배치
nl_nl: Druk op {0} om de intersecties gelijkmatig te verdelen over de cirkel
pl_pl: Naciśnij {0}, aby rozdzielić skrzyżowania równomiernie w okręgu
pt_pt: Pressione {0} para distribuir intersecções de forma igualmente em círculo
ro_ro: Apăsați {0} pentru a distribui intersecțiile uniform în cerc
ru_ru: Нажмите {0} чтобы распределить перекрестки равномерно по кругу
th_th: กด {0} บนวงกลมเพื่อกระจาย ทางแยกอย่างสม่ำเสมอ
tr_tr: Kesişimleri daireye eşit dağıtmak için {0} tuşunu kullanın
vi_vn: Nhấn {0} để phân phối giao nhau đều trên vòng tròn
zh_cn: 按下 {0} 在圆圈上 平均分布交叉口
zh_tw: 按 {0} 以在圓圈上 平均分佈交叉口

# Mode_Info_ArrangeCircle_PressToReset
source: Press {0} to reset parameters
cs_cz: Stiskněte {0} pro reset parametrů
da_dk: Tryk på {0} for at nulstille parametrene
de_de: Drücke {0}, um die Parameter zurückzusetzen
es_es: Presiona la tecla {0} para restablecer los parámetros
fi_fi: Nollaa parametrit painamalla {0}
fr_fr: Appuyez sur {0} pour réinitialiser les paramètres
it_it: Premi {0} per reimpostare i parametri
ja_jp: {0} で設定をリセット
ko_kr: {0} 키를 눌러 매개변수 초기화
nl_nl: Druk op {0} om de parameters te resetten
pl_pl: Naciśnij {0}, aby zresetować parametry
pt_pt: Pressione {0} para redefinir os parâmetros
ro_ro: Apăsați {0} pentru a reseta parametrii
ru_ru: Нажмите {0} для сброса параметров
th_th: กด {0} เพื่อรีเซ็ตพารามิเตอร์
tr_tr: Değişkenleri sıfırlamak için {0} tuşunu kullanın
vi_vn: Nhấn {0} để đặt lại thông số
zh_cn: 按 {0} 重置参数
zh_tw: 按 {0} 以重置參數

# Mode_Info_ArrangeCircle_WrongOrder
source: Wrong nodes order
cs_cz: Špatné pořadí uzlů
da_dk: Forkert node rækkefølge
de_de: Falsche Reihenfolge der Netzwerk-Knoten
es_es: Orden incorrecto de nodos
fi_fi: Väärä liittymien järjestys
fr_fr: Ordre des nœuds incorrect
it_it: Ordine dei nodi errato
ja_jp: ノードの順序が不適切
ko_kr: 노드 순서가 잘못됨
nl_nl: Verkeerde volgorde van de knooppunten
pl_pl: Błędna kolejność węzłów
pt_pt: Ordem dos nós incorrecta
ro_ro: Ordinea nodurilor este greșită
ru_ru: Неправильный порядок узлов
th_th: ลำดับโหนดที่ไม่ถูกต้อง
tr_tr: Yanlış düğüm sırası
vi_vn: Thứ tự nút sai
zh_cn: 错误的节点顺序
zh_tw: 錯誤的節點順序

# Mode_Info_ArrangeLine_Apply
source: Press {0} to arrange at line
cs_cz: Stiskněte {0} pro srovnání linie
da_dk: Tryk {0} for at arrangere på linje
de_de: Drücke {0}, um als Linie zu arrangieren
es_es: Presiona la tecla {0} para organizar en línea
fi_fi: Paina {0} asetellaksesi tasaisesti
fr_fr: Appuyez sur {0} pour aligner
it_it: Premi {0} per regolare alla linea
ja_jp: {0} でスムージングを確定
ko_kr: {0} 키를 눌러 직선으로 정렬
nl_nl: Druk op {0} om de lijn te vormen
pl_pl: Naciśnij {0}, aby uporządkować w linii
pt_pt: Pressionar {0} para arranjar na linha
ro_ro: Apăsați {0} pentru a aranja în mod linear
ru_ru: Нажмите {0} для выравнивание в линию
th_th: กด {0} เพื่อจัดเรียงเส้นทาง
tr_tr: Çizgileri ayarlamak için {0} tuşunu kullanın
vi_vn: Nhấn {0} để sắp xếp tại đường dây
zh_cn: 按下 {0} 来按直线对齐
zh_tw: 按 {0} 以按直線對齊

# Mode_Info_ChangeAllRadius
source: Press {0} or {1} to change all radii
cs_cz: Stiskněte {0} nebo {1} pro změnu všech poloměrů
da_dk: Tryk på {0} eller {1} for at ændre alle radier
de_de: Drücke {0} oder {1}, um alle Radien zu ändern
es_es: Presiona la tecla {0} o {1} para cambiar todos los radios
fi_fi: Muuta kaikkia säteitä painamalla {0} tai {1}
fr_fr: Appuyez sur {0} ou {1} pour modifier tous les rayons
hu_hu: Nyomj {0}-t vagy {1}-t minden sugár változtatásához
it_it: Premi {0} o {1} per modificare tutti i raggi
ja_jp: {0} or {1} で全ての半径を変更
ko_kr: {0} 또는 {1} 키를 눌러 모든 반지름 변경
nl_nl: Druk {0} of {1} om de radius te veranderen
pl_pl: Naciśnij {0} lub {1} aby zmienić wszystkie promienie
pt_pt: Pressione {0} ou {1} para alterar todos os raios
ro_ro: Apăsați {0} sau {1} pentru a schimba toate razele
ru_ru: Нажмите {0} или {1} для изменения всех радиусов
th_th: กด {0} หรือ {1} เพื่อเปลี่ยนรัศมีทั้งหมด
tr_tr: Çapı değiştirmek için {0} veya {1} tuşlarını kullanın
vi_vn: Nhấn {0} hoặc {1} để thay đổi tất cả bán kính
zh_cn: 按 {0} 或 {1} 更改所有半径
zh_tw: 按 {0} 或 {1} 以更改所有半徑

# Mode_Info_ChangeBothRadius
source: Press {0} or {1} to change both radii
cs_cz: Stiskněte {0} nebo {1} pro změnu obou poloměrů
da_dk: Tryk på {0} eller {1} for at ændre begge radier
de_de: Drücke {0} oder {1}, um beide Radien zu ändern
es_es: Presiona la tecla {0} o {1} para cambiar ambos radios
fi_fi: Muuta molempia säteitä painamalla {0} tai {1}
fr_fr: Appuyez sur {0} ou {1} pour modifier les deux rayons
hu_hu: Nyomj {0}-t vagy {1}-t mindkét sugár változtatásához
it_it: Premi {0} o {1} per modificare entrambi i raggi
ja_jp: {0} or {1} で両方の半径を変更
ko_kr: {0} 또는 {1} 키를 눌러 두 반지름 모두 변경
nl_nl: Druk {0} of {1} om beide radii te veranderen
pl_pl: Naciśnij {0} lub {1} aby zmienić oba promienie
pt_pt: Pressione {0} ou {1} para alterar ambos os raios
ro_ro: Apăsați {0} sau {1} pentru a schimba ambele raze
ru_ru: Нажмите {0} или {1} для изменения обоих радиусов
th_th: กด {0} หรือ {1} เพื่อเปลี่ยนรัศมีทั้งคู่
tr_tr: Seçili tüm çapları değiştirmek için {0} veya {1} tuşlarını kullanın
vi_vn: Nhấn {0} hoặc {1} để thay đổi cả hai bán kính
zh_cn: 按 {0} 或 {1} 来更改两个半径
zh_tw: 按 {0} 或 {1} 以更改兩個半徑

# Mode_Info_ChangeCircle
source: Press {0} to switch selected circle
cs_cz: Stiskněte {0} pro přepnutí vybraného kruhu
da_dk: Tryk på {0} for at ændre valgte cirkel
de_de: Drücke {0}, um den ausgewählten Kreis zu wechseln
es_es: Presiona la tecla {0} para cambiar el círculo seleccionado
fi: Paina {0} valitaksesi toinen ympyrä
fi_fi: Paina {0} valitaksesi toinen ympyrä
fr_fr: Appuyez sur {0} pour changer de cercle
hu_hu: Nyomj {0}-t a kiválasztott kör váltásához
it_it: Premi {0} per cambiare il cerchio scelto
ja_jp: {0} でループの選択を切り替え
ko_kr: {0} 키를 눌러 선택한 원 변경
nl_nl: Druk {0} om de geselecteerde cirkel om te keren
pl_pl: Naciśnij {0}, aby przełączyć wybrany okręg
pt_pt: Pressione {0} para alterar o círculo selecionado
ro_ro: Apăsați {0} pentru a schimba cercul selectat
ru_ru: Нажмите {0} для смены выбранной окружности
th_th: กด {0} เพื่อสลับวงกลมที่เลือก
tr_tr: Seçilen daireyi değiştirmek için {0} tuşunu kullanın
vi_vn: Nhấn {0} để chuyển vòng tròn đã chọn
zh_cn: 按 {0} 切换到选中的圆
zh_tw: 按 {0} 以切換到選中的圓

# Mode_Info_ChangeOffset
source: Press {0} or {1} to change curve start offset
cs_cz: Stiskněte {0} nebo {1} pro změnu počátečního odsazení zatáčky
da_dk: Tryk på {0} eller {1} for at ændre kurve start offset
de_de: Drücke {0} oder {1}, um den Kurven-Start-Abstand zu ändern
es_es: Presiona la tecla {0} o {1} para cambiar el desplazamiento inicial de la curva
fi_fi: Muuta mutkan siirtymää painamalla {0} tai {1}
fr_fr: Appuyez sur {0} ou {1} pour modifier le décalage de début de courbe
hu_hu: Nyomj {0}-t vagy {1}-t a görbe kezdési eltolásának megváltoztatásához
it_it: Premi {0} o {1} per modificare lo spostamento iniziale della curva
ja_jp: {0} or {1} でカーブ開始時のオフセットを変更
ko_kr: {0} 또는 {1} 키를 눌러 커브 시작점 오프셋 변경
nl_nl: Druk op {0} of {1} om start-offset te veranderen
pl_pl: Naciśnij {0} lub {1}, aby zmienić przesunięcie początku zakrętu
pt_pt: Pressione {0} ou {1} para alterar o deslocamento inicial da curva
ro_ro: Apăsați {0} sau {1} pentru a schimba offsetul punctului de start al curbei
ru_ru: Нажмите {0} или {1} для изменения отступа
th_th: กด {0} หรือ {1} เพื่อเปลี่ยนระยะชดเชยเริ่มต้นของทางโค้ง
tr_tr: Eğim başlangıç noktasını ayarlamak için {0} veya {1} tuşlarını kullanın
vi_vn: Nhấn {0} hoặc {1} để thay đổi độ lệch bắt đầu đường cong
zh_cn: 按 {0} 或 {1} 更改曲线起始偏移
zh_tw: 按 {0} 或 {1} 以更改曲線起始偏移

# Mode_Info_ChangeOneRadius
source: Press {0} or {1} to change one radius
cs_cz: Stiskněte {0} nebo {1} pro změnu jednoho poloměru
da_dk: Tryk på {0} eller {1} for at ændre en radius
de_de: Drücke {0} oder {1}, um einen Radius zu ändern
es_es: Presiona la tecla {0} o {1} para cambiar el radio del círculo seleccionado
fi_fi: Muuta sädettä painamalla {0} tai {1}
fr_fr: Appuyez sur {0} ou {1} pour modifier un rayon
hu_hu: Nyomj {0}-t vagy {1}-t az egyik sugár változtatásához
it_it: Premi {0} o {1} per cambiare un raggio
ja_jp: {0} or {1} で片方の半径を変更
ko_kr: {0} 또는 {1} 키를 눌러 반지름 1개 변경
nl_nl: Druk {0} of {1} om de radius te veranderen
pl_pl: Naciśnij {0} lub {1} aby zmienić jeden promień
pt_pt: Pressione {0} ou {1} para alterar um raio
ro_ro: Apăsați {0} sau {1} pentru a schimba o rază
ru_ru: Нажмите {0} или {1} для изменения одного радиуса
th_th: กด {0} หรือ {1} เพื่อเปลี่ยนรัศมี
tr_tr: Tek bir çapı değiştirmek için {0} veya {1} tuşlarını kullanın
vi_vn: Nhấn {0} hoặc {1} để thay đổi một bán kính
zh_cn: 按 {0} 或 {1} 来更改一个半径
zh_tw: 按 {0} 或 {1} 以更改一個半徑

# Mode_Info_ChangeRadius
source: Press {0} or {1} to change radius
cs_cz: Stiskněte {0} nebo {1} pro změnu poloměru
da_dk: Tryk på {0} eller {1} for at ændre radius
de_de: Drücke {0} oder {1}, um den Radius zu ändern
es_es: Presiona la tecla {0} o {1} para cambiar el radio
fi_fi: Muuta sädettä painamalla {0} tai {1}
fr_fr: Appuyez sur {0} ou {1} pour modifier le rayon
hu_hu: Nyomj {0}-t vagy {1}-t a sugár változtatásához
it_it: Premi {0} o {1} per modificare il raggio
ja_jp: {0} or {1} で半径を変更
ko_kr: {0} 또는 {1} 키를 눌러 반지름 변경
nl_nl: Druk {0} of {1} om de radius te veranderen
pl_pl: Naciśnij {0} lub {1} aby zmienić promień
pt_pt: Pressione {0} ou {1} para alterar o raio
ro_ro: Apăsați {0} sau {1} pentru a schimba raza
ru_ru: Нажмите {0} или {1} для изменения радиуса
th_th: กด {0} หรือ {1} เพื่อเปลี่ยนรัศมี
tr_tr: Çap değiştirmek için {0} veya {1} tuşlarını kullanın
vi_vn: Nhấn {0} hoặc {1} để thay đổi bán kính
zh_cn: 按 {0} 或 {1} 更改半径
zh_tw: 按 {0} 或 {1} 以更改半徑

# Mode_Info_ChangeShift
source: Press {0} or {1} to change offset
cs_cz: Stiskněte {0} nebo {1} pro změnu odsazení
da_dk: Tryk {0} eller {1} for at ændre offset
de_de: Drücke {0} oder {1}, um den Abstand zu ändern
es_es: Presiona la tecla {0} o {1} para ajustar la separación
fi_fi: Muuta siirtymää painamalla {0} tai {1}
fr_fr: Appuyez sur {0} ou {1} pour modifier le décalage
it_it: Premi {0} o {1} per cambiare lo spostamento
ja_jp: {0} or {1} でオフセットを変更
ko_kr: {0} 또는 {1} 키를 눌러 오프셋 변경
nl_nl: Druk op {0} of {1} om de beginverschuiving te veranderen
pl_pl: Naciśnij {0} lub {1} aby zmienić przesunięcie
pt_pt: Pressione {0} ou {1} para alterar deslocamento
ro_ro: Apăsați {0} sau {1} pentru a schimba offsetul
ru_ru: Нажмите {0} или {1} для изменения отступа
th_th: กด {0} หรือ {1} เพื่อเปลี่ยนระยะชดเชย
tr_tr: Merkez noktayı değiştirmek için {0} veya {1} tuşlarını kullanın
vi_vn: Nhấn {0} hoặc {1} để thay đổi độ lệch
zh_cn: 按 {0} 或 {1} 更改偏移
zh_tw: 按 {0} 或 {1} 以更改偏移

# Mode_Info_ClickFirstSegment
source: Click to select first segment
cs_cz: Klikněte pro výběr prvního segmentu
da_dk: Klik for at vælge første segment
de_de: Klicken, um das erste Segment auszuwählen
es_es: Clic para seleccionar el primer segmento
fi: Napsauta valitaksesi ensimmäinen tie
fi_fi: Napsauta valitaksesi ensimmäinen tie
fr_fr: Cliquez pour sélectionner le premier segment
hu_hu: Kattints az első szegmens kiválasztásához
it_it: Fare clic per selezionare il primo segmento
ja_jp: クリックして1つ目のセグメントを選択
ko_kr: 클릭해 첫 세그먼트 선택
nl_nl: Klik om het eerste segment te selecteren
pl_pl: Kliknij, aby zaznaczyć pierwszy segment
pt_pt: Clique para selecionar o primeiro segmento
ro_ro: Apăsați pentru a selecta primul segment
ru_ru: Нажмите для выбора первого сегмента
th_th: คลิกเลือกเซกเมนต์เพื่อเริ่มต้น
tr_tr: İlk sektörü seçmek için tıkla
vi_vn: Nhấp để chọn phân đoạn đầu tiên
zh_cn: 点击选择第一段落
zh_tw: 點擊選擇第一線段

# Mode_Info_ClickOnNodeToChangeCreateDir
source: Click on node to change create direction
cs_cz: Klikněte na uzel pro změnu směru vytváření
da_dk: Klik på node for at ændre oprettelsesretning
de_de: Klicke auf den Netzwerk-Knoten um die Erstellrichtung zu ändern
es_es: Clic en el nodo para cambiar la dirección de creación
fi_fi: Napauta liittymää vaihtaaksesi suuntaa
fr_fr: Cliquez sur le nœud pour changer l'orientation de départ
hu_hu: Kattints a csomópontra a létrehozási irány megváltoztatásához
it_it: Fare clic sul nodo per modificare la direzione di creazione
ja_jp: ノードをクリックして作成方向を転換
ko_kr: 노드를 클릭해 제작 방향 변경
nl_nl: Klik op de knooppunt om de creatiefunctie van richting te veranderen
pl_pl: Kliknij na węźle, aby zmienić kierunek tworzenia
pt_pt: Clique no nó para mudar a direção de criação
ro_ro: Apăsați pe nod pentru a schimba direcția creări
ru_ru: Нажмите на узел для изменения направления
th_th: คลิกที่โหนดเพื่อเปลี่ยนทิศทางการสร้าง
tr_tr: Oluşturma yönünü değiştirmek için düğüme tıklayın
vi_vn: Nhấp vào nút để thay đổi hướng tạo
zh_cn: 点击节点来改变创建方向
zh_tw: 點擊節點來改變創建方向

# Mode_Info_ClickSecondSegment
source: Click to select second segment
cs_cz: Klikněte pro výběr druhého segmentu
da_dk: Klik for at vælge det andet segment
de_de: Klicken, um das zweite Segment auszuwählen
es_es: Clic para seleccionar el segundo segmento
fi: Napsauta valitaksesi toinen tie
fi_fi: Napsauta valitaksesi toinen tie
fr_fr: Cliquez pour sélectionner le second segment
hu_hu: Kattints a második szegmens kiválasztásához
it_it: Fare clic per selezionare il secondo segmento
ja_jp: クリックして2つ目のセグメントを選択
ko_kr: 클릭해 두 번째 세그먼트 선택
nl_nl: Klik om het tweede segment te selecteren
pl_pl: Kliknij, aby zaznaczyć drugi segment
pt_pt: Clique para selecionar o primeiro segmento
ro_ro: Apăsați pentru a selecta al doilea segment
ru_ru: Нажмите для выбора второго сегмента
th_th: คลิกเลือกเซกเมนต์ที่สอง
tr_tr: İkinci sektör seçmek için tıkla
vi_vn: Nhấp để chọn phân đoạn thứ hai
zh_cn: 点击选择第二段落
zh_tw: 點擊選擇第二線段

# Mode_Info_ClickSelectNode
source: Click to select node
cs_cz: Klinkěte pro výběr uzlu
da_dk: Klik for at vælge node
de_de: Klicken, um einen Netzwerk-Knoten auszuwählen
es_es: Clic para seleccionar nodo
fi: Napauta valitaksesi risteyksen
fi_fi: Napauta valitaksesi liittymä
fr_fr: Cliquez pour sélectionner un nœud
hu_hu: Kattints a csomópont kiválasztásához
it_it: Clicca per selezionare il nodo
ja_jp: クリックしてノードを選択
ko_kr: 클릭하여 노드 선택
nl_nl: Klik om een knooppunt te selecteren
pl_pl: Kliknij, aby zaznaczyć węzeł
pt_pt: Clique para inserir nó
ro_ro: Faceți clic pentru a selecta nodul
ru_ru: Нажмите для выбора узла
th_th: คลิกเพื่อเลือกโหนด
tr_tr: Düğüm seçmek için tıklayın
vi_vn: Nhấp để chọn nút
zh_cn: 点击选择节点
zh_tw: 點擊選擇節點

# Mode_Info_ClickToChangeCreateDir
source: Click to change create direction
cs_cz: Klikněte pro změnu směru vytváření
da_dk: Klik for at ændre oprettelsesretning
de_de: Klicken, um die Erstellrichtung zu ändern
es_es: Clic para cambiar la dirección de creación
fi_fi: Napauta vaihtaaksesi suuntaa
fr_fr: Cliquez pour changer l'orientation de départ
hu_hu: Kattints a létrehozási irány megváltoztatásához
it_it: Clicca per cambiare la direzione di creazione
ja_jp: クリックして作成方向を転換
ko_kr: 클릭해 제작 방향 변경
nl_nl: Klik om de creatiefunctie van richting te veranderen
pl_pl: Kliknij, aby zmienić kierunek tworzenia
pt_pt: Clique para alterar a direção da criação
ro_ro: Apăsați pentru a schimba direcția creări
ru_ru: Нажмите для изменения направления строительства
th_th: คลิกเพื่อเปลี่ยนทิศทางการสร้าง
tr_tr: Oluşturma yönünü değiştirmek için tıklayın
vi_vn: Nhấp để thay đổi hướng tạo
zh_cn: 点击来改变创建方向
zh_tw: 點擊來改變創建方向

# Mode_Info_ClickUnselectNode
source: Click to unselect node
cs_cz: Kliknutím zrušíte výběr uzlu
da_dk: Klik for at fravælge node
de_de: Klicken, um einen Netzwerk-Knoten auszuschließen
es_es: Clic para deseleccionar nodo
fi: Napauta poistaaksesi risteyksen valinta
fi_fi: Napauta poistaaksesi liittymän valinta
fr_fr: Cliquez pour désélectionner un nœud
hu_hu: Kattints a csomópont kijelölésének megszüntetéséhez
it_it: Clicca per deselezionare il nodo
ja_jp: クリックしてノードの選択を解除
ko_kr: 클릭하여 노드 선택 취소
nl_nl: Klik om een knooppunt te deselecteren
pl_pl: Kliknij, aby odznaczyć węzeł
pt_pt: Clique para desselecionar o nó
ro_ro: Faceți clic pentru a deselecta nodul
ru_ru: Нажмите для снятия выбора с узла
th_th: คลิกเพื่อยกเลิกการเลือกโหนด
tr_tr: Düğümü seçmeyi bırakmak için basın
vi_vn: Nhấp để bỏ chọn nút
zh_cn: 点击撤销选择节点
zh_tw: 點擊撤銷選擇節點

# Mode_Info_Connection_Create
source: Press {0} to create connection
cs_cz: Stiskněte {0} pro vytvoření propojení
da_dk: Tryk på {0} for at oprette forbindelse
de_de: Drücke {0}, um eine Verbindung zu erstellen
es_es: Presiona la tecla {0} para crear conexión
fi_fi: Paina {0} yhdistääksesi
fr_fr: Appuyez sur {0} pour créer une connexion
it_it: Premi {0} per creare una connessione
ja_jp: {0} でストレート接続を確定
ko_kr: {0} 키를 눌러서 연결 생성
nl_nl: Druk op {0} om een connectie te creëren
pl_pl: Naciśnij {0}, aby utworzyć połączenie
pt_pt: Pressionar {0} para criar uma conexão
ro_ro: Apăsați {0} pentru a crea o conexiune
ru_ru: Нажмите {0} для создания соединения
th_th: กด {0} เพื่อสร้างการเชื่อมต่อ
tr_tr: Bağlantı kurmak için {0} tuşunu kullanın
vi_vn: Nhấn {0} để tạo kết nối
zh_cn: 按 {0} 创建连接
zh_tw: 按 {0} 以創建連接

# Mode_Info_ConstructionCost
source: Construction cost: {0}
cs_cz: Cena stavby: {0}
da_dk: Byggeomkostninger: {0}
de_de: Baukosten: {0}
es_es: Coste de construcción: {0}
fi_fi: Rakennuskustannus: {0}
fr_fr: Coûts de construction : {0}
it_it: Costo di costruzione: {0}
ja_jp: 建設費: {0}
ko_kr: 건설 비용: {0}
nl_nl: Bouwkosten: {0}
pl_pl: Koszt budowy: {0}
pt_pt: Custo de Construção: {0}
ro_ro: Preț construcție: {0}
ru_ru: Стоимость строительства: {0}
th_th: ค่าก่อสร้าง: {0}
tr_tr: İnşaat maliyeti: {0}
vi_vn: Chi phí xây dựng: {0}
zh_cn: 建造成本: {0}
zh_tw: 建造成本: {0}

# Mode_Info_Create
source: Press {0} to create
cs_cz: Stiskněte {0} pro aktivaci
da_dk: Tryk på {0} for at oprette
de_de: Drücke {0} zum Erstellen
es_es: Presiona la tecla {0} para crear
fi: Luo painamalla {0}
fi_fi: Luo painamalla {0}
fr_fr: Appuyez sur {0} pour créer
hu_hu: Nyomj {0}-t a létrehozáshoz
it_it: Premi {0} per creare
ja_jp: {0} で敷設を確定
ko_kr: {0} 키를 눌러서 생성
nl_nl: Druk {0} om te creëren
pl_pl: Naciśnij {0}, aby utworzyć
pt_pt: Pressione {0} para criar
ro_ro: Apăsați {0} pentru a crea
ru_ru: Нажмите {0} чтобы создать
th_th: กด {0} เพื่อสร้าง
tr_tr: Oluşturmak için {0} tıklayın
vi_vn: Nhấn {0} để tạo
zh_cn: 按 {0} 以创建
zh_tw: 按下 {0} 以創建

# Mode_Info_HoldToMoveSlower
source: Hold {0} to move X{1} slower
cs_cz: Podržte {0} pro pomalejší posun X{1}
da_dk: Hold {0} nede for at flytte X{1} langsommere
de_de: Halte {0} gedrückt, um {1}x langsamer zu bewegen
es_es: Mantener presionada la tecla {0} para mover X{1} más lento
fi_fi: Pidä {0} pohjassa siirtääksesi X{1} hitaampaa
fr_fr: Maintenez {0} pour déplacer X{1} plus lentement
it_it: Tieni premuto {0} per spostare X{1} più lentamente
ja_jp: {0} で X{1} 遅く移動
ko_kr: {0} 키를 눌러 {1}배 느리게 이동
nl_nl: Houd {0} ingedrukt om X{1} langzamer te verplaatsen
pl_pl: Przytrzymaj {0} aby przesuwać X{1} wolniej
pt_pt: Manter {0} para mover X{1} mais lentamente
ro_ro: Țineți apăsat {0} pentru a mișca de {1} ori mai încet
ru_ru: {0} для перемещения в {1} раз медленнее
th_th: กด {0} ค้างไว้เพื่อให้ x{1} เคลื่อนที่ช้าลง
tr_tr: 1/{1} hızda hareket etmek için {0} tuşuna basılı tutun
vi_vn: Giữ {0} để di chuyển X{1} chậm hơn
zh_cn: 按住 {0} 键X{1} 倍慢速移动。
zh_tw: 按住 {0} 鍵以 {1} 倍慢速移動。
