Repository: MacSergey/NetworkMultitool
Catalog: NetworkMultitool/Properties/Localize.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fi, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Mode_SlopeNode
source: Set slope mode
cs_cz: Vyrovnání sklonu
da_dk: Angiv hældning
de_de: Gefälle einstellen
es_es: Modo de pendiente
fi: Tasaa kaltevuus
fi_fi: Tasaa kaltevuus
fr_fr: Égaliser la pente
hu_hu: Lejtés beállítása mód
it_it: Imposta la modalità pendenza
ja_jp: Mode: ストレートスロープ
ko_kr: 기울기 모드
nl_nl: Stel hellings-modus in
pl_pl: Tryb ustawiania nachylenia
pt_pt: Definir modo de inclinação
ro_ro: Modul setare pantă
ru_ru: Режим задания уклона
th_th: โหมดปรับความลาดชัน
tr_tr: Eğim modunu ayarlayın
vi_vn: Đặt chế độ dốc
zh_cn: 设置斜坡模式
zh_tw: 設置斜坡模式

# Mode_SplitNode
source: Split node mode
cs_cz: Rozpojení uzlů
da_dk: Del node
de_de: Netzwerk-Knoten aufteilen
es_es: Modo de separar nodo
fi_fi: Halkaise liittymä
fr_fr: Séparer des nœuds
hu_hu: Csomópont felosztása mód
it_it: Modalità divisione nodo
ja_jp: Mode: ノードの分割
ko_kr: 노드 분리 모드
nl_nl: Knooppunt splitsen modus
pl_pl: Tryb podziału węzła
pt_pt: Modo nó dividido
ro_ro: Modul separare noduri
ru_ru: Режим разделения узла
th_th: โหมดแบ่งแยกโหนด
tr_tr: Düğüm modunu dağıtın
vi_vn: Chế độ nút phân tách
zh_cn: 拆分节点模式
zh_tw: 拆分節點模式

# Mode_SplitNode_Info_ClickFromOrder
source: Click to remove segment from split order
cs_cz: Kliknutím odstraníte segment z rozdělování
da_dk: Klik for at fjerne element fra delt rækkefølge
de_de: Klicken, um das Segment aus der Teilreihenfolge zu entfernen
es_es: Clic para remover el segmento del orden de separación
fi_fi: Napauta poistaaksesi tie erotettavien listalta
fr_fr: Cliquez pour retirer le segment de l'action
hu_hu: Kattintson a szegmens felosztásból történő eltávolításához
it_it: Fare clic per rimuovere il segmento dall'ordine di divisione
ja_jp: クリックして分割したいセグメントの選択を解除
ko_kr: 클릭해 분리 순서에서 세그먼트 삭제
nl_nl: Klik om de segment te verwijderen van de splits orde
pl_pl: Naciśnij, aby usunąć segment z kolejki dzielenia
pt_pt: Clicar para remover o segmento da ordem dividida
ro_ro: Faceți clic pentru a elimina segmentul din ordinea separării
ru_ru: Нажмите чтобы удалить сегмент из списка
th_th: คลิกเพื่อลบเซกเมนต์ออกจากลำดับที่ต้องการแยก
tr_tr: Sektörü bölünme işleminden çıkartmak için tıkla
vi_vn: Nhấp để xóa phân đoạn khỏi đơn đặt hàng tách
zh_cn: 单击以从就序列表中移除段落
zh_tw: 按一下以從就序列表中移除線段

# Mode_SplitNode_Info_ClickToOrder
source: Click to add segment to split order
cs_cz: Kliknutím přidáte segment pro rozdělení
da_dk: Klik for at tilføje element til opdelt rækkefølge
de_de: Klicken, um das Segment zur Aufteilung hinzuzufügen
es_es: Clic para añadir el segmento al orden de separación
fi_fi: Napauta lisätäksesi tie erotettavaksi
fr_fr: Cliquez pour ajouter le segment à l'action
hu_hu: Kattintson a szegmens felosztáshoz történő hozzáadáshoz
it_it: Fare clic per aggiungere un segmento all'ordine di divisione
ja_jp: クリックして分割したいセグメントを追加
ko_kr: 클릭해 분리 순서에 세그먼트 추가
nl_nl: Klik om de segment toe te voegen aan de splitsing orde
pl_pl: Naciśnij, aby dodać segment do kolejki dzielenia
pt_pt: Clicar para adicionar um segmento para dividir a ordem
ro_ro: Faceți clic pentru a adăuga segmentul în ordinea separării
ru_ru: Нажмите чтобы добавить сегмент в список
th_th: คลิกเพื่อเพิ่มเซกเมนต์เข้าสู่ลำดับที่ต้องการแยก
tr_tr: Sektörü bölünme sırasına eklemek için tıkla
vi_vn: Nhấp để thêm phân đoạn vào đơn hàng tách
zh_cn: 单击以添加段落到就序列表中
zh_tw: 按一下以新增線段到就序列表中

# Mode_SplitNode_Info_ClickToSplit
source: Click to split node and align to terrain height Click with {0} to split node and align to source height
cs_cz: Kliknutím rozdělíte uzel a zarovnáte na výšku terénu Kliknutím s {0} rozdělíte uzel a zarovnáte na zdrojovou výšku
da_dk: Klik for at opdele node og justere til terrænhøjde Klik med {0} for at opdele node og følg start højden
de_de: Klicken, um den Netzwerk-Knoten zu teilen und die Geländehöhe zu verwenden Klicke mit {0}, um den Netzwerk-Knoten zu teilen und die ursprüngliche Höhe zu verwenden
es_es: Clic para separar nodo y alinear a la altura del terreno Clic con {0} para separar nodo y alinear a la altura de la selección
fi: Click to split node and set terrain height Click with Shift to split node and set source height
fi_fi: Napauta halkaistaksesi liittymä maaston korkeuteen Napauta {0}-näppäin pohjassa halkaistaksesi liittymä lähtökorkeuteen
fr_fr: Cliquez pour séparer le nœud et le mettre à la hauteur du terrain Cliquez sur {0} pour le séparer et garder sa hauteur
it_it: Fare clic per dividere il nodo e allineare all'altezza del terreno Fare clic con {0} per dividere il nodo e allineare all'altezza della sorgente
ja_jp: クリックしてノードの分割は、地形側の高さに追従 クリック + {0} で、分割元の高さで追従
ko_kr: 클릭해 노드 분리 및 지형에 높이 맞춤 {0}을 누른 채 클릭해 노드 분리 및 소스 높이에 정렬
nl_nl: Klik om de knooppunt te splitsen en de terrein uit te lijnen op de hoogte Klik met {0} om de knooppunt te splitsen en de terrein uit te lijnen op de originele hoogte
pl_pl: Naciśnij, aby podzielić węzeł i wyrównać do wysokości terenu Naciśnij trzymając {0} aby podzielić węzeł i wyrównać do wysokości źródłowej
pt_pt: Clicar para dividir nó e alinhá-lo à altura do terreno Clicar com {0} para dividir o nó e alinhá-lo à altura da fonte
ro_ro: Faceți clic pentru a separa nodul și a-l alinia la înălțimea terenului Faceți clic cu {0} pentru a separa nodul și a-l alinia la înălțimea sursei
ru_ru: Нажмите чтобы разделить узел и задать высоту поверхности Нажмите с {0} чтобы разделить узел и задать высоту источника
th_th: คลิกเพื่อแยกโหนดและปรับความสูงให้เป็นไปตามลักษณะภูมิประเทศ คลิก พร้อม {0} เพื่อแยกโหนดและปรับระดับความสูงให้เป็นไปตามความสูงของแหล่งอ้างอิง
tr_tr: Düğümü dağıtmak ve zemin yüksekliğine ayarlamak için tıklayın Düğümü dağıtmak ve hedef yüksekliğine ayarlamak için {0} tuşunu kullanın
vi_vn: Nhấp để tách nút và căn chỉnh theo chiều cao địa hình Nhấp bằng {0} để tách nút và căn chỉnh theo chiều cao nguồn
zh_cn: 点击以分割节点并设置为地形高度 按住{0} 单击以分割节点并设置为原高度
zh_tw: 點擊以分割節點並設置為地形高度 按 {0} 以分割節點並設置為原高度

# Mode_SplitNode_Info_NotAllowedSplit
source: Not possible split node with only one segment
cs_cz: Není možné rozdělit uzel pouze s jedním segmentem
da_dk: Ikke muligt at opdele node med kun et element
de_de: Nicht möglich einen Netzwerk-Knoten mit nur einem Segment aufzuteilen
es_es: No se puede separar el nodo en un solo segmento
fi: Not allowed split node with only one segment
fi_fi: Yhden tien liittymää ei voi halkaista
fr_fr: Impossible de séparer un nœud avec un seul segment
hu_hu: Nem engedélyezett az egy szegmenses csomópont felosztása
it_it: Non è consentito dividere il nodo con un solo segmento
ja_jp: 単一セグメントではノードの分割はできません
ko_kr: 불가능함 1개 세그먼트에서만 노드 분리 가능
nl_nl: Het is niet mogelijk om de knooppunt te splitsen met maar een segment
pl_pl: Nie da się podzielić węzła z tylko jednym segmentem
pt_pt: Não é possível dividir o nó com apenas um segmento
ro_ro: Nu este posibil să separați nodul cu doar un segment
ru_ru: Нельзя разделить узел с только одним сегментом
th_th: เป็นไปไม่ได้ที่จะแยกโหนดบนเซกเมนต์ที่มีเพียงอันเดียว
tr_tr: Tek sektörlü düğüm bölünemez
vi_vn: Không thể chia nút chỉ với một phân đoạn
zh_cn: 无法分割只与一个段落相交的节点
zh_tw: 無法分割只與一個線段相交的節點

# Mode_SplitNode_Info_OrderIsFull
source: Not possible add more segments to split order
cs_cz: Není možné přidat další segmenty k rozdělení
da_dk: Ikke muligt at tilføje flere elementer til delt rækkefølge
de_de: Nicht möglich weitere Segmente zur Aufteilung hinzuzufügen
es_es: No es posible añadir más segmentos al orden de separación
fi_fi: Useampaa tietä ei ole mahdollista erottaa
fr_fr: Impossible d'ajouter plus de segments à l'action de séparation
hu_hu: Nem lehetséges további szegmensek hozzáadása a felosztáshoz
it_it: Non è possibile aggiungere altri segmenti all'ordine divisione
ja_jp: このセグメントはオーダーに追加できません
ko_kr: 불가능함 세그먼트를 더 추가해야 순서를 나눌 수 있음
nl_nl: Het is niet mogelijk om meer segmenten toe te voegen aan een splitsing volgorde
pl_pl: Nie da się dodać więcej segmentów do kolejki dzielenia
pt_pt: Não é possível adicionar mais segmentos à ordem dividida
ro_ro: Nu este posibil să adăugați mai multe segmente în ordinea separării
ru_ru: Нельзя добавить больше сегментов в список
th_th: ไม่สามารถเพิ่มเซกเมนต์เพื่อทำการแยกได้อีก
tr_tr: Daha fazla sektör bölünme listesine eklenemez
vi_vn: Không thể thêm các phân đoạn khác vào thứ tự tách
zh_cn: 无法往就序列表中添加更多段落
zh_tw: 無法往就序列表中新增更多線段

# Mode_SplitNode_Info_SelectToSplit
source: Select segments to split
cs_cz: Vyberte segmenty k rozdělení
da_dk: Udvælg indlæg der skal deles
de_de: Segmente auswählen, um sie zu teilen
es_es: Seleccione segmentos a separar
fi_fi: Valitse erotettavat tiet
fr_fr: Sélectionnez les segments à séparer
hu_hu: Válaszd ki a felosztandó szegmenseket
it_it: Seleziona i segmenti da dividere
ja_jp: このセグメントを分割に選択
ko_kr: 나눌 세그먼트 선택
nl_nl: Selecteer segmenten om te splitsen
pl_pl: Wybierz segmenty do podzielenia
pt_pt: Selecione segmentos para dividir
ro_ro: Selectați segmentele de separat
ru_ru: Выберите сегменты которые нужно отделить
th_th: เลือกเซกเมนต์ที่จะแยก
tr_tr: Bölünecek sektör seç
vi_vn: Chọn phân đoạn để tách
zh_cn: 选择要拆分的段落
zh_tw: 選擇要拆分的線段

# Mode_SplitNode_Info_TooFar
source: Position is too far from source node
cs_cz: Pozice je příliš daleko od zdrojového uzlu
da_dk: Position er for langt fra source node
de_de: Position ist zu weit vom Start-Netzerk-Knoten entfernt
es_es: La posición está demasiado lejos del nodo de origen
fi: Position is far from source node
fi_fi: Sijainti on liian kaukana alkuperäisestä liittymästä
fr_fr: La position est loin du nœud source
hu_hu: A pozíció messze van a forrás csomóponttól
it_it: La posizione è lontana dal nodo sorgente
ja_jp: 分割元のノードから遠すぎです
ko_kr: 소스 노드로부터 너무 멀리 떨어짐
nl_nl: De positie is te ver van de originele knooppunt
pl_pl: Pozycja jest zbyt daleko od węzła źródłowego
pt_pt: A posição está muito longe do nó de origem
ro_ro: Poziția este prea departe de la nodul sursă
ru_ru: Позиция слишком далека от источника
th_th: ตำแหน่งอยู่ห่างจากโหนดต้นทางมากเกินไป
tr_tr: Konum kaynak düğümden çok uzakta
vi_vn: Vị trí quá xa nút nguồn
zh_cn: 位置离源节点太远
zh_tw: 位置離源節點太遠

# Mode_UnionNode
source: Union nodes mode
cs_cz: Spojení uzlů
da_dk: Sammenkæd nodes
de_de: Netzwerk-Knoten vereinen
es_es: Modo de conexión de nodos
fi: Yhdistä risteykset
fi_fi: Yhdistä liittymät
fr_fr: Fusionner des nœuds
hu_hu: Csomópontok összekötése mód
it_it: Modalità unione nodi
ja_jp: Mode: ノードのユニオン結合
ko_kr: 노드 결합 모드
nl_nl: Unie-knooppunten modus
pl_pl: Tryb łączenia węzłów
pt_pt: Modo de união de nós
ro_ro: Modul unire noduri
ru_ru: Режим объединения узлов
th_th: โหมดการรวมโหนด
tr_tr: Birleşik düğüm modu
vi_vn: Chế độ nút liên minh
zh_cn: 并合节点模式
zh_tw: 合併節點模式

# Mode_UnionNode_Info_ClickSource
source: Click to select source node
cs_cz: Klinkěte pro výběr zdrojového uzlu
da_dk: Klik for at vælge source node
de_de: Klicken, um den Ursprungs-Netzwerk-Knoten auszuwählen
es_es: Clic para seleccionar el nodo de origen
fi: Napauta valitaksesi pääristeys
fi_fi: Napauta valitaksesi alkuliittymä
fr_fr: Cliquez pour sélectionner le nœud source
hu_hu: Kattints a forrás csomópont kiválasztásához
it_it: Fare clic per selezionare il nodo sorgente
ja_jp: クリックして基準のノードを選択
ko_kr: 클릭해 소스 노드 선택
nl_nl: Klik om het bronknooppunt te selecteren
pl_pl: Kliknij, aby zaznaczyć węzeł źródłowy
pt_pt: Clique para selecionar o nó de origem
ro_ro: Faceți clic pentru a selecta nodul sursă
ru_ru: Нажмите чтобы выбрать узел источник
th_th: คลิกเพื่อเลือกโหนดต้นทาง
tr_tr: Kaynak düğüm seçmek için tıklayın
vi_vn: Nhấp để chọn nút nguồn
zh_cn: 点击选择源节点
zh_tw: 點擊選擇源節點

# Mode_UnionNode_Info_ClickUnion
source: Click to unite nodes
cs_cz: Kliknutím spojíte uzly
da_dk: Klik for at forene noder
de_de: Klicken, um zu verschmelzende Netzwerk-Knoten auszuwählen
es_es: Clic para unir nodos
fi: Napauta yhdistääksesi risteykset
fi_fi: Napauta yhdistääksesi liittymät
fr_fr: Cliquez pour unifier les nœuds
hu_hu: Kattints a csomópontok összekötéséhez
it_it: Clicca per unire i nodi
ja_jp: クリックしてノードを結合
ko_kr: 클릭해 노드 결합
nl_nl: Klik om knooppunten te verenigen
pl_pl: Kliknij aby złączyć węzły
pt_pt: Clique para unir nós
ro_ro: Faceți clic pentru a uni nodurile
ru_ru: Нажмите чтобы объединить узлы
th_th: คลิ๊กเพื่อรวมโหนด
tr_tr: Düğümleri birleştirmek için tıklayın
vi_vn: Nhấp để hợp nhất các nút
zh_cn: 点击以并合节点
zh_tw: 點擊以合併節點

# Mode_UnionNode_Info_NoCommon
source: These nodes have common segment
cs_cz: Tyto uzly mají společný segment
da_dk: Disse nodes har fælles elementer
de_de: Diese Netzwerk-Knoten haben ein gemeinsames Segment
es_es: Estos nodos tienen un segmento en común
fi: Näillä risteyksillä on yhteinen tie
fi_fi: Näillä liittymillä on yhteinen tie
fr_fr: Ces nœuds ont un segment commun
hu_hu: Ezeknek a csomópontoknak van közös szegmense
it_it: Questi nodi hanno un segmento comune
ja_jp: このノードは同じセグメントにあって選択できません
ko_kr: 노드가 한 세그먼트를 공유하지 않음
nl_nl: Deze knooppunten hebben een gemeenschappelijk segment
pl_pl: Te węzły mają wspólny segment
pt_pt: Estes nós têm um segmento em comum
ro_ro: Aceste noduri au segmente în comun
ru_ru: Эти узлы имеют общий сегмент
th_th: โหนดเหล่านี้ใช้เซกเมนต์ร่วมกัน
tr_tr: Bu düğümler ortak sektöre sahip
vi_vn: Các nút này có phân khúc chung
zh_cn: 节点间需存在通用段落
zh_tw: 節點間需存在通用線段

# Mode_UnionNode_Info_Overflow
source: Total number of nodes must be no more then 8
cs_cz: Celkový počet segmentů nesmí být více než 8
da_dk: Samlet antal nodes må ikke være mere end 8
de_de: Die Gesamtzahl der Netzwerk-Knoten darf nicht größer als 8 sein
es_es: El número total de nodos no debe ser mayor a 8
fi: Risteysten kokonaismäärä ei voi olla yli 8
fi_fi: Liittymien kokonaismäärä ei voi olla yli 8
fr_fr: Le nombre total de nœuds ne doit pas dépasser 8
hu_hu: Csomópontok száma nem lehet több, mint 8
it_it: Il numero totale di nodi non deve essere superiore a 8
ja_jp: 接続されるノード・セグメント数は 8個以下にしてください
ko_kr: 노드는 8개 이하여야 합니다
nl_nl: Totaal aantal knooppunten mag niet meer dan 8 zijn
pl_pl: Całkowita liczba węzłów nie może być większa niż 8
pt_pt: O número total de nós não pode ser mais do que 8
ro_ro: Numărul total de noduri nu trebuie să depășească 8
ru_ru: Суммарное количество узлов не должно быть больше 8
th_th: จำนวนโหนดทั้งหมดต้องไม่เกิน 8 โหนด
tr_tr: Tüm düğümlerin sayısı sekizi geçmemeli
vi_vn: Tổng số nút không được nhiều hơn 8
zh_cn: 节点总数不能超过 8 个
zh_tw: 節點總數不能超過 8 個

# Mode_UnionNode_Info_SelectSource
source: Select source node
cs_cz: Vybrat zdrojový uzel
da_dk: Vælg start node
de_de: Ursprungs-Netzwerk-Knoten auswählen
es_es: Seleccione nodo de origen
fi: Valitse pääristeys
fi_fi: Valitse alkuliittymä
fr_fr: Sélectionnez le nœud source
hu_hu: Válassz forrás csomópontot
it_it: Seleziona nodo sorgente
ja_jp: 基準のノードを選択
ko_kr: 소스 노드 선택
nl_nl: Selecteer bronknooppunt
pl_pl: Wybierz węzeł źródłowy
pt_pt: Selecionar nó de origem
ro_ro: Selectați nodul sursă
ru_ru: Выберите узле источник
th_th: เลือกโหนดต้นทาง
tr_tr: Kaynak düğüm seçin
vi_vn: Chọn nút nguồn
zh_cn: 选择源节点
zh_tw: 選擇源節點

# Mode_UnionNode_Info_SelectTarget
source: Select target node
cs_cz: Vybrat cílový uzel
da_dk: Vælg slut node
de_de: Ziel-Netzwerk-Knoten auswählen
es_es: Seleccione nodo de destino
fi: Valitse kohderisteys
fi_fi: Valitse kohdeliittymä
fr_fr: Sélectionnez le nœud cible
hu_hu: Válassz cél csomópontot
it_it: Seleziona nodo destinazione
ja_jp: 結合先のノードを選択
ko_kr: 대상 노드 선택
nl_nl: Selecteer doelknooppunt
pl_pl: Wybierz węzeł docelowy
pt_pt: Selecionar nó de destino
ro_ro: Selectați nodul țintă
ru_ru: Выберите узел цель
th_th: เลือกโหนดปลายทาง
tr_tr: Hedef düğüm seçin
vi_vn: Chọn nút mục tiêu
zh_cn: 选择目标节点
zh_tw: 選擇目標節點

# Mode_UnionNode_Info_TooFar
source: Nodes too far from each other
cs_cz: Uzly jsou od sebe příliš daleko
da_dk: Nodes er for langt fra hinanden
de_de: Die Netzwerk-Knoten sind zu weit voneinander entfernt
es_es: Los nodos están demasiado lejos entre sí
fi: Risteykset ovat liian kaukana toisistaan
fi_fi: Liittymät ovat liian kaukana toisistaan
fr_fr: Noeuds trop éloignés l'un de l'autre
hu_hu: Csomópontok túl messze vannak egymástól
it_it: Nodi troppo lontani l'uno dall'altro
ja_jp: ノード同士が遠すぎます
ko_kr: 두 노드가 너무 멀리 떨어짐
nl_nl: Knooppunten te ver van elkaar
pl_pl: Węzły są zbyt daleko od siebie
pt_pt: Nós muito distantes um do outro
ro_ro: Nodurile sunt prea departe unul de celălalt
ru_ru: Узлы слишком далеко друг от друга
th_th: โหนดอยู่ห่างจากกันมากเกินไป
tr_tr: Düğümler birbirinden çok uzak
vi_vn: Các nút quá xa nhau
zh_cn: 节点间距离太远
zh_tw: 節點間距離太遠

# Mode_UnlockSegment
source: Unlock segment mode
cs_cz: Zámek segmentu
da_dk: Oplås element tilstand
de_de: Segment entsperren
es_es: Modo de desbloqueo de segmento
fi_fi: Vapauta tie
fr_fr: Déverrouillage de segments
hu_hu: Szegmens mód feloldása
it_it: Modalità Blocca segmento
ja_jp: Mode: アンロックセグメント
ko_kr: 세그먼트 잠금해제 모드
nl_nl: Ontgrendel segment modus
pl_pl: Tryb odblokowywania segmentu
pt_pt: Modo de desbloqueio de segmento
ro_ro: Deblochează modul segment
ru_ru: Режим разблокировки сегмента
th_th: โหมดปลดล็อกเซกเมนต์
tr_tr: Sektör modunu aktive et
vi_vn: Mở khóa chế độ phân đoạn
zh_cn: 解/锁段落模式
zh_tw: 解/鎖線段模式

# Mode_UnlockSegment_Info_ChangeLock
source: Select segment to lock or unlock it
cs_cz: Vyberte segment pro uzamknutí nebo odemknutí
da_dk: Vælg vej for at låse eller låse op
de_de: Segment zum Sperren oder Entsperren auswählen
es_es: Seleccione segmento para bloquear o desbloquear
fi_fi: Valitse tie lukitaksesi tai vapauttaksesi se
fr_fr: Sélectionnez le segment à verrouiller ou déverrouiller
hu_hu: Válaszd ki a szegmenst a zároláshoz vagy feloldáshoz
it_it: Seleziona segmento per bloccarlo o sbloccarlo
ja_jp: セグメントを選択 ロック・アンロックを切り替え
ko_kr: 세그먼트를 선택해 잠금 혹은 잠금 해제
nl_nl: Selecteer segment om te vergrendelen of te ontgrendelen
pl_pl: Wybierz segment, aby go zablokować lub odblokować
pt_pt: Selecionar segmento para bloquear ou desbloqueá-lo
ro_ro: Selectați segmentul pentru a-l bloca sau debloca
ru_ru: Выберите сегмент чтобы изменить его блокировку
th_th: เลือกเซกเมนต์ เพื่อปลดล็อกหรือล็อกมัน
tr_tr: Açmak veya kapatmak için sektör seç
vi_vn: Chọn phân đoạn thành Khóa hoặc mở khóa nó
zh_cn: 选择要 锁定或解锁的段落
zh_tw: 選擇要鎖定或解鎖的線段

# Mode_UnlockSegment_Info_ClickToLock
source: Click to lock this segment
cs_cz: Klikněte pro uzamknutí tohoto segmentu
da_dk: Klik for at låse denne vej
de_de: Klicken, um dieses Segment zu sperren
es_es: Clic para bloquear este segmento
fi_fi: Napauta lukitaksesi tie
fr_fr: Cliquez pour verrouiller ce segment
hu_hu: Kattints a szegmens zárolásához
it_it: Clicca per bloccare questo segmento
ja_jp: クリックしてセグメントをロック
ko_kr: 클릭해 이 세그먼트 잠금
nl_nl: Klik om dit segment te vergrendelen
pl_pl: Kliknij, aby zablokować ten segment
pt_pt: Clicar para bloquear este segmento
ro_ro: Apăsați pentru a bloca segmentul
ru_ru: Нажмите чтобы разблокировать сегмент
th_th: คลิกเพื่อล็อกเซกเมนต์
tr_tr: Sektörü kilitlemek için tıkla
vi_vn: Nhấp để khóa phân đoạn này
zh_cn: 点击锁定此段落
zh_tw: 點擊鎖定此線段

# Mode_UnlockSegment_Info_ClickToUnlock
source: Click to unlock this segment
cs_cz: Klikněte pro odemknutí tohoto segmentu
da_dk: Klik for at låse denne vej op
de_de: Klicken, um dieses Segment zu entsperren
es_es: Clic para desbloquear este segmento
fi_fi: Napauta vapauttaaksesi tie
fr_fr: Cliquez pour déverrouiller ce segment
hu_hu: Kattints a szegmens feloldásához
it_it: Clicca per sbloccare questo segmento
ja_jp: クリックしてセグメントをアンロック
ko_kr: 클릭해 이 세그먼트 잠금 해제
nl_nl: Klik om dit segment te ontgrendelen
pl_pl: Kliknij, aby odblokować ten segment
pt_pt: Clicar para desbloquear este segmento
ro_ro: Apăsați pentru a debloca segmentul
ru_ru: Нажмите чтобы заблокировать сегмент
th_th: คลิกเพื่อปลดล็อกเซกเมนต์
tr_tr: Sektörü açmak için tıkla
vi_vn: Nhấp để mở khóa phân đoạn này
zh_cn: 点击解锁此段落
zh_tw: 點擊解鎖此線段

# Mod_Description
source: Many different tools for working with networks
cs_cz: Mnoho různých nástrojů pro práci se silnicemi
da_dk: Mange forskellige værktøjer til at arbejde med netværk
de_de: Viele verschiedene Werkzeuge für die Arbeit mit Netzwerken
es_es: Conjunto de herramientas diferentes para trabajar con redes
fi: Työkaluja verkostojen muokkaamiseen
fi_fi: Työkaluja verkostojen muokkaamiseen
fr_fr: De nombreux outils pour travailler avec les réseaux
hu_hu: Sokféle eszköz a hálózatokkal való munkavégzéshez
it_it: Molti strumenti diversi per lavorare con le reti
ja_jp: ネットワークを操作するための十徳ナイフのようなツール
ko_kr: 네트워크를 위한 여러 가지 도구
nl_nl: Veel verschillende hulpmiddelen om met netwerken te werken
pl_pl: Wiele różnych narzędzi do pracy z sieciami
pt_pt: Muitas ferramentas diferentes para trabalhar com redes
ro_ro: Sunt prea multe unelte pentru a lucra cu rețelele
ru_ru: Много различных инструментов для работы с сетевыми объектами
th_th: เครื่องมื่อต่าง ๆ มากมายสำหรับใช้งานกับระบบเครือข่ายเส้นทาง
tr_tr: Ağlarla çalışmak için çok sayıda yeni fonksiyon
vi_vn: Nhiều công cụ khác nhau để làm việc với mạng
zh_cn: 修改道路网络的许多小工具
zh_tw: 修改道路網路的許多小工具
