Repository: MacSergey/NetworkMultitool
Catalog: NetworkMultitool/Properties/Localize.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fi, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Settings_Shortcut_IncreaseRadii
source: Increase radii
cs_cz: Zvětšit poloměry
da_dk: Forøg radier
de_de: Radien vergrößern
es_es: Incrementar radios
fi_fi: Suurenna säteitä
fr_fr: Augmenter les rayons
it_it: Incrementa raggi
ja_jp: 半径を拡大
ko_kr: 반경 증가
nl_nl: Vergroot de stralen
pl_pl: Zwiększ promienie
pt_pt: Aumentar raios
ro_ro: Incrementează razele
ru_ru: Увеличить радиусы
th_th: เพิ่มรัศมี
tr_tr: Genişliği arttırın
vi_vn: Tăng bán kính
zh_cn: 增大半径
zh_tw: 增大半徑

# Settings_Shortcut_IncreaseRadius
source: Increase radius
cs_cz: Zvětšit poloměr
da_dk: Forøg radius
de_de: Radius vergrößern
es_es: Incrementar radio
fi_fi: Suurenna sädettä
fr_fr: Augmenter le rayon
it_it: Incrementa il raggio
ja_jp: 半径を拡大
ko_kr: 반경 증가
nl_nl: Vergroot straal
pl_pl: Zwiększ promień
pt_pt: Aumentar o raio
ro_ro: Incrementează raza
ru_ru: Увеличить радиус
th_th: เพิ่มรัศมี
tr_tr: Çapı arttırın
vi_vn: Tăng bán kính
zh_cn: 增大半径
zh_tw: 增大半徑

# Settings_Shortcut_IncreaseShift
source: Increase offset
cs_cz: Zvětšit odsazení
da_dk: Forøg forskydning
de_de: Vergrößere den Abstand
es_es: Incrementar separación
fi_fi: Suurenna siirtymää
fr_fr: Augmenter le décalage
it_it: Aumenta lo spostamento
ja_jp: オフセットを増加
ko_kr: 오프셋 증가
nl_nl: Toename van de verschuiving
pl_pl: Zwiększ przesunięcie
pt_pt: Aumentar o deslocamento
ro_ro: Incrementează offsetul
ru_ru: Увеличить отступ
th_th: เพิ่มระยะชดเชย
tr_tr: Uzantıyı arttırın
vi_vn: Tăng bù đắp
zh_cn: 增加偏移
zh_tw: 增加偏移

# Settings_Shortcut_InvertNetwork
source: Invert network
cs_cz: Obrátit silnici
da_dk: Ændre netværk
de_de: Netzwerk invertieren
es_es: Invertir red
fi_fi: Käännä
fr_fr: Inverser un réseau
it_it: Inverti rete
ja_jp: ネットワークを反転
ko_kr: 네트워크 반전
nl_nl: Netwerk omkeren
pl_pl: Odwróć sieć
pt_pt: Inverter rede
ro_ro: Inversează rețeaua
ru_ru: Инвертирование сети
th_th: กลับด้านเครือข่าย
tr_tr: Ağı ters çevir
vi_vn: Đảo ngược mạng
zh_cn: 反转网络
zh_tw: 反轉網路

# Settings_Shortcut_InvertShift
source: Switch creation side
cs_cz: Přepnout stranu
da_dk: Skift side for oprettelse
de_de: Erstellungsseite wechseln
es_es: Cambiar lado de creación
fi_fi: Vaihda luontipuolta
fr_fr: Changer le côté de création
it_it: Cambia lato di creazione
ja_jp: 作成側の向きを切り替え
ko_kr: 제작 방향 변경
nl_nl: Creatie zijde wisselen
pl_pl: Przełącz stronę tworzenia
pt_pt: Mudar lado da criação
ro_ro: Schimbă partea creării
ru_ru: Изменить сторону создания
th_th: สลับด้านการสร้าง
tr_tr: Oluşturmaya geç
vi_vn: Bên tạo công tắc
zh_cn: 切换创建边
zh_tw: 切換創建邊

# Settings_Shortcut_ResetArrangeCircle
source: Reset to default circle
cs_cz: Obnovit na výchozí kruh
da_dk: Nulstil til standardcirkel
de_de: Auf den Standard-Kreis zurücksetzen
es_es: Restablecer círculo predeterminado
fi_fi: Palauta oletusympyräksi
fr_fr: Réinitialiser le cercle
it_it: Ripristina al cerchio predefinito
ja_jp: 既定のサークルにリセット
ko_kr: 기본 원으로 초기화
nl_nl: Resetten naar de standaard cirkel
pl_pl: Zresetuj do domyślnego okręgu
pt_pt: Restaurar ao círculo padrão
ro_ro: Resetează la cercul implicit
ru_ru: Сбросить до по умолчанию
th_th: รีเซ็ตเป็นวงกลมเริ่มต้น
tr_tr: Varsayılan daireye sıfırla
vi_vn: Đặt lại về vòng tròn mặc định
zh_cn: 重置为默认圆形
zh_tw: 重置為預設圓形

# Settings_Shortcut_SwitchFollowTerrain
source: Switch follow terrain
cs_cz: Přepnout sledování terénu
da_dk: Skift til følg terræn
de_de: "Gelände folgen" umschalten
es_es: Cambiar a seguir terreno
fi_fi: Seuraa maaston muotoja
fr_fr: Permuter le suivi du terrain
it_it: Cambia "segui terreno"
ja_jp: 地形の追従を切り替え
ko_kr: 지형 따라가기 변경
nl_nl: Terrein volging wisselen
pl_pl: Przełącz podążanie za terenem
pt_pt: Alternar seguir terreno
ro_ro: Comută urmărirea terenului
ru_ru: Переключить следование поверхности
th_th: สลับให้ปรับระดับตามภูมิประเทศ
tr_tr: Arazi takibi değiştir
vi_vn: Chuyển đổi theo địa hình
zh_cn: 切换"跟随地形"模式。
zh_tw: 切換「跟隨地形」模式

# Settings_Shortcut_SwitchIsLoop
source: Switch loop direction
cs_cz: Přepnout směr smyčky
da_dk: Skift loop retning
de_de: Schleifenrichtung ändern
es_es: Cambiar dirección del bucle
fi_fi: Vaihda silmukan suunta
fr_fr: Changer la direction de la boucle
hu_hu: Hurok irányának váltása
it_it: Cambia direzione ciclo
ja_jp: ループの方向を切り替え
ko_kr: 루프 방향 변경
nl_nl: Verander lusrichting om
pl_pl: Przełącz kierunek pętli
pt_pt: Mudar direção da repetição
ro_ro: Comută direcția buclei
ru_ru: Сменить направление петли
th_th: สลับให้ปรับตามทิศทางการหมุนวน
tr_tr: Döngü yönünü değiştir
vi_vn: Chuyển hướng vòng lặp
zh_cn: 切换回环方向
zh_tw: 切換回環方向

# Settings_Shortcut_SwitchOffset
source: Switch selected offset
cs_cz: Přepnout vybrané odsazení
da_dk: Skift valgte forskydning
de_de: Ausgewählten Versatz wechseln
es_es: Cambiar el desplazamiento inicial de la curva seleccionada
fi_fi: Vaihda valittu siirtymä
fr_fr: Changer le début de décalage
hu_hu: Kiválasztott görbe indítási eltolásának váltása
it_it: Cambia spostamento selezionato
ja_jp: 選択したオフセットを切り替え
ko_kr: 다른 오프셋 선택
nl_nl: De geselecteerde verschuiving wisselen
pl_pl: Przełącz wybrane przesunięcie
pt_pt: Alternar deslocamento selecionado
ro_ro: Comută offsetul selectat
ru_ru: Сменить выбранный отступ начала кривой
th_th: สลับการเลือกระยะชดเชย
tr_tr: Seçilen noktayı değiştir
vi_vn: Chuyển đổi độ lệch đã chọn
zh_cn: 切换选中偏移
zh_tw: 切換選中偏移

# Settings_Shortcut_SwitchSelect
source: Switch selected circle
cs_cz: Přepnout vybraný kruh
da_dk: Skift valgte cirkel
de_de: Ausgewählten Kreis wechseln
es_es: Cambiar círculo seleccionado
fi_fi: Vaihda valittu ympyrä
fr_fr: Changer de cercle
hu_hu: Kiválasztott kör váltása
it_it: Cambia cerchio selezionato
ja_jp: 選択したサークルを切り替え
ko_kr: 다른 원 선택
nl_nl: Verander de geselecteerde cirkel
pl_pl: Przełącz wybrane koło
pt_pt: Alternar círculo selecionado
ro_ro: Comută cercul selectat
ru_ru: Сменить выбранную окружность
th_th: สลับการเลือกวงกลม
tr_tr: Seçilen daireyi değiştir
vi_vn: Chuyển đổi vòng tròn đã chọn
zh_cn: 切换选中的圆
zh_tw: 切換選中的圓

# Settings_SlopeColors
source: Set color to slope label depending on the value
cs_cz: Nastavení barvy popisku svahu v závislosti na hodnotě
da_dk: Tildel en farve efter hvor meget hældningen er
de_de: Farbe für die vom Wert abhängige Neigungsbeschriftung festlegen
es_es: Establecer el color a la etiqueta de la pendiente dependiendo del valor
fi_fi: Aseta kaltevuuden lipukkeen väri arvon perusteella
fr_fr: Définir la couleur du label de la pente selon sa valeur
it_it: Imposta il colore per l'etichetta pendenza in base al valore
ja_jp: 勾配の変化から数値の色を連動化
ko_kr: 기울기 라벨에 값에 따라 색상 설정
nl_nl: Kleur instellen op helling label afhankelijk van de waarde
pl_pl: Ustaw kolor etykiety nachylenia w zależności od wartości
pt_pt: Definir a cor da etiqueta da inclinação dependendo do valor
ro_ro: Setați culoarea la etichetele înclinate după valoare
ru_ru: Задавать цвет уклону в зависимости от значения
th_th: สีของป้ายกำกับความลาดชันถูกกำหนดตามค่าของมัน
tr_tr: Değere bağlı olarak işaretlemek için renk ayarlayın
vi_vn: Đặt màu thành nhãn dốc tùy thuộc vào giá trị
zh_cn: 根据值设定斜坡标签颜色
zh_tw: 根據值設定斜坡標籤顏色

# Settings_SlopeUnit
source: Slope unit of measurement
cs_cz: Jednotka měření sklonu
da_dk: Skråningsenhed til måling
de_de: Maßeinheit für Gefälle
es_es: Unidad de medida para las pendientes
fi: Kaltevuuden yksikkö
fi_fi: Kaltevuuden yksikkö
fr_fr: Unité de mesure des pentes
hu_hu: Lejtés mértékegysége
it_it: Unità di misura pendenza
ja_jp: ストレートスロープの表示単位
ko_kr: 기울기 단위
nl_nl: Hellings maateenheid
pl_pl: Jednostka miary nachylenia
pt_pt: Unidade de medida de inclinação
ro_ro: Unitate de măsură a pantei
ru_ru: Единицы измерения наклона
th_th: หน่วยที่ใช้วัดของความลาดชัน
tr_tr: Eğimin ölçü birimi
vi_vn: Đơn vị đo độ dốc
zh_cn: 斜坡度量单位
zh_tw: 斜坡度量單位

# Settings_SlopeUnitDegrees
source: Degrees
cs_cz: Stupně
da_dk: Grader
de_de: Grad
es_es: Grados
fi: Asteet
fi_fi: Asteet
fr_fr: Degrés
hu_hu: Fok
it_it: Gradi
ja_jp: 角度で表示
ko_kr: 도
nl_nl: Graden
pl_pl: Stopnie
pt_pt: Graus
ro_ro: Grade
ru_ru: Градусы
th_th: องศา
tr_tr: Dereceler
vi_vn: Độ
zh_cn: 度
zh_tw: 度

# Settings_SlopeUnitPercentages
source: Percentages
cs_cz: Procenta
da_dk: Procent
de_de: Prozent
es_es: Porcentaje
fi: Prosenttiosuus
fi_fi: Prosenttiosuus
fr_fr: Pourcentages
hu_hu: Százalék
it_it: Percentuale
ja_jp: 勾配率で表示
ko_kr: 퍼센트
nl_nl: Percentage
pl_pl: Procenty
pt_pt: Percentagem
ro_ro: Procentaj
ru_ru: Проценты
th_th: อัตราร้อยละ
tr_tr: Yüzde
vi_vn: Tỷ lệ phần trăm
zh_cn: 百分比
zh_tw: 百分比

# Tool_RemoveNode_Info_ClickToRemove
source: Click to remove
cs_cz: Kliknutím odstraníte
da_dk: Slet
de_de: Klicke zum Entfernen
es_es: Clic para eliminar nodo
fi: Napauta poistaaksesi
fi_fi: Napauta poistaaksesi
fr_fr: Cliquez pour supprimer
hu_hu: Kattints az eltávolításhoz
it_it: Clicca per rimuovere
ja_jp: クリックしてノードを除去
ko_kr: 클릭해 삭제
nl_nl: Klik om te verwijderen
pl_pl: Naciśnij, aby usunąć
pt_pt: Clique para remover
ro_ro: Faceți clic pentru a elimina
ru_ru: Нажмите чтобы удалить
th_th: คลิกเพื่อลบ
tr_tr: Kaldırmak için tıkla
vi_vn: Nhấp để xóa
zh_cn: 点击以删除
zh_tw: 點擊以刪除

# Tool_RemoveNode_Info_Select
source: Select node to remove it
cs_cz: Vyberte uzel pro odstranění
da_dk: Vælg node for at slette den
de_de: Netzwerk-Knoten zum Entfernen auswählen
es_es: Seleccione nodo para eliminar
fi: Valitse risteys poistaaksesi se
fi_fi: Valitse liittymä poistaaksesi se
fr_fr: Sélectionnez un noeud pour le supprimer
hu_hu: Válaszd ki a csomópontot az eltávolításához
it_it: Seleziona nodo per rimuoverlo
ja_jp: 除去するノードを選択
ko_kr: 노드를 선택해 삭제
nl_nl: Selecteer knooppunt om het te verwijderen
pl_pl: Wybierz węzeł, aby go usunąć
pt_pt: Selecione o nó para removê-lo
ro_ro: Selectează nodul pentru a-l elimina
ru_ru: Выберите узел чтобы удалить его
th_th: เลือกโหนดเพื่อลบ
tr_tr: Kaldırmak için düğüm seç
vi_vn: Chọn nút để xóa nó
zh_cn: 选择要删除的节点
zh_tw: 選擇要刪除的節點

# Mode_Info_Step
source: Shift - X10, Ctrl - X0.1, Alt - X0.01
de_de: Shift - 10x, Strg - 0.1x, Alt - 0.01x
es_es: Mayús - X10, Ctrl - X0.1, Alt - X0.01
fr_fr: Maj - X10, Ctrl - X0.1, Alt - X0.01
hu_hu: Shift - 10x; Ctrl - 0,1x; Alt - 0,01x
it_it: Maiusc - X10, Ctrl - X0.1, Alt - X0.01
ko_kr: Shift - 10배, Ctrl - 0.1배, Alt - 0.01배
ro_ro: Shift - de 10 ori, Ctrl - de 0.1 ori, Alt - de 0.01 ori
tr_tr: Shift'e basılı tutarken 10 kat hızda, Ctrl'ye basılı tutarken 1/10 hızda, Alt'a basılı tutarken 1/100 hızda hareket eder
zh_cn: Shift - 10倍, Ctrl - 0.1倍, Alt - 0.01倍
zh_tw: Shift - 10倍, Ctrl - 0.1倍, Alt - 0.01倍
