Repository: MacSergey/NetworkMultitool
Catalog: NetworkMultitool/Properties/Localize.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fi, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Mod_WhatsNewMessage1_1
source: [NEW] Added Split node mode: Select segments and split it to new node. [NEW] Added Unlock segment mode: Unlock building's segments to change it, or lock segments to prevent delete it. [NEW] Added Invert segment mode: Ability to invert non-symmetrical segments. [UPDATED] Updated Arrange in line mode: Added overlay of arrange result; Added ability to set arrange direction by choose guide segment; Line calculated more smooth; Height of nodes no more changing; Pillars moving with nodes; Fixed segment directions after move nodes. [NEW] Added the ability to change binding keys for all functions. [NEW] Added overlay for nearest nodes to cursor. [NEW] Added the ability select many nodes at one time in Slope and Arrange modes. [NEW] Added the ability to add curves additional curves in Create connection mode. [NEW] Added curve start offset to Create connection mode. [NEW] Added the ability to change curve's radius and start offset by dragging in Create loop and connection modes. [UPDATED] Create loop and connection modes will select road types dependence of terrain and water like default net tool does it. To build specific type of road, you need select it in Fine Road Tool. [NEW] Create loop and connection modes will auto unite too short segments in one. [NEW] Added display of length of straight road parts in Create loop and connection modes. [NEW] Added the ability to change created segments max length by change value in Node Spacer mod. [FIXED] Fixed interaction with Fine Road Tool: its button will not show at center of screen anymore. [FIXED] Fixed segment direction when slope road. [FIXED] Fixed overlay in underground mode. [TRANSLATION] Added Hungarian and Korean translations.
fr_fr: [NEW] Ajout du mode Séparateur de nœud : sélectionnez les segments et ajoutez un nouveau noeud. [NEW] Ajout du mode Déverrouillage de segments : débloquez les segments d'un bâtiment pour les déverrouiller ou les verrouiller pour éviter de les supprimer. [NEW] Ajout du mode Inversement de segment : possibilité d'inverser des segments non symétriques. [UPDATED] Mise à jour de du mode Aligner la route : - Ajout d'un affichage du résultat d'alignement; - Ajout de la possibilité de choisir un segement pour la direction de l'alignement; - Ligne calculée plus lisse; - la hauteur des nœuds ne change plus; - les piliers se déplacent avec les nœuds; - Correction de l'orientation des segments après le déplacement de nœuds. [NEW] Ajout de la possibilité de changer les touches pour toutes les fonctions. [NEW] Ajout d'une superposition pour les noeuds proches du curseur. [NEW] Ajout de la capacité de sélectionner plusieurs nœuds à la fois en mode Égaliser la pente et Aligner la route. [NEW] Ajout de la possibilité d'ajouter des courbes supplémentaires dans le mode Créer une connexion. [NEW] Ajout du décalage de début de courbe dans le mode Créer une connexion. [NEW] Ajout de la possibilité de changer le rayon de la courbe et début du décalage en faisant glisser dans les modes Créer une boucle et Créer une connexion. [UPDATED] Les modes Créer une boucle et Créer une connexion sélectionneront les types de routes en fonction du terrain et de l'eau, comme le fait l'outil par défaut. Pour construire un type de route spécifique, vous devez utiliser Fine Road Tool. [NEW] Les modes Créer une boucle et Créer une connexion uniront automatiquement les segments trop courts en un. [NEW] Ajout de l'affichage de la longueur des segments de route droites dans les modes Créer une boucle et Créer une connexion. [NEW] Ajout de la possibilité de modifier la longueur maximale des segments créés en modifiant la valeur dans le mod Node Spacer. [FIXED] Correction de l'interaction avec Fine Road Tool : son bouton ne s'affichera plus au centre de l'écran. [FIXED] Correction de la direction du segment dans le mode Égaliser la pente. [FIXED] Correction de l'affichage en mode souterrain. [TRANSLATION] Ajout des traductions hongroises et coréennes.
ru_ru: [NEW] Добавлен режим разделения узла: Выберите сегменты и отделите из в новый узел. [NEW] Добавлен режим разблокировки сегмента: Разблокируйте недоступный сегмент здания или заблокируйте людей сегмент для предотвращение его удаления. [NEW] Добавлен режим инвертирования сегмента: Возможность инвертировать несимметричный сегмент. [UPDATED] Обновлен режим выравнивания в линию: Добавлено отображения результата выравнивания перед применением; Добавлена возможность выбора направления выравнивания путем выбора направляющего сегмента; Линия рассчитывает более плавно; Высота узлов больше не изменяется; Опоры перемещаются вместе с узлами; Исправлены расчеты направления сегментов после перемещения узлов. [NEW] Добавлена возможность изменять горячие клавиши для всех функций. [NEW] Добавлена подсветка ближайших к курсору узлов. [NEW] Добавлена возможность выбора сразу нескольких сегментов в режимах наклона и выравнивания. [NEW] Добавлена возможность добавлять дополнительные кривые в режиме создания соединения. [NEW] Добавлена возможность задавать отступ от начала кривой в режиме создания соединения. [NEW] Добавлена возможность изменять радиус кривых и отступ с помощью перетаскивания мышью в режимах создания петли и соединения. [UPDATED] Режимы создания петли и соединения теперь будут выбирать тип дороги исходя из поверхности и воды как это делает стандартный инструмент. Для строительства определенного типа дороги выберите его в моде Fine Road Tool. [NEW] Режимы создания петли и соединения будут автоматически объединять короткие участки в один для предотвращения создания слишком коротких сегментов. [NEW] Добавлено отображение длины прямых участков в режимы создания петли и соединения. [NEW] Добавлена возможность регулирования максимальный длины создаваемых сегментов путем задания значения в моде Node Spacer. [FIXED] Исправлено взаимодействие с модом Fine Road Tool: его кнопка больше не будет появляться по середине экрана. [FIXED] Исправлен расчет направления сегмента при задание уклона. [FIXED] Исправлена подсветка в подземном режиме. [TRANSLATION] Добавлены переводы на венгерский и корейский.

# Mod_WhatsNewMessage1_2
source: [NEW] Added Create parallel mode: Select exist network nodes and create new network parallel them. Possible set offset, height and side of parallel networks. [NEW] Added Arrange at circle mode: Select nodes and arrange them at perfect circle. Possible set circle radius and position; Move nodes by circe; Distribute intersection and nodes evenly in circle. [NEW] Added Create curve mode: Create smooth curve connection between two segments. [NEW] Added network visualisation to Connection, Loop, Parallel and Curve modes. Can be disabled in mod settings. [NEW] Added snapping to Connection mode: circles will be magnetized to the neighboring circles when changing their radius or position. Can be disabled in mod settings. [NEW] Added follow terrain option to Connection, Loop, Parallel and Curve modes. Follow terrain possible only if both ends are on ground networks. Default value can be set in mod settings and change by Ctrl+F while network creating. [NEW] Added audio and visual effects on modes actions, like effects when network creating. It should help to understand that action was done. Can be disabled in mod settings. [NEW] Added requires money to build to Connect, Loop, Parallel, Curve and Arrange at line modes. Can be disabled in mod settings. [NEW] Added the ability to change column count in modes panel (from 1 to 5). [NEW] Added colors to tooltips text, it should help to reading them. [NEW] Added the ability to select locked segments in Connection, Loop, Parallel and Curve modes. [FIXED] Fixed immediately tool close when selected underground mode in Fine Road Tool. [FIXED] Fixed not updated zones when segment moved in Arrange at line mode. [TRANSLATION] Added Danish and Turkish translations.
es_es: [NEW] Nuevo Modo de creación de redes paralelas: Selecciona nodos en redes existentes y crea una nueva red paralela a la selección. Puedes configurar la separación, altura y el lado en donde crear la red paralela. [NEW] Nuevo Modo de organización en círculo: Selecciona nodos y crear un círculo perfecto. Puedes configurar el radio y la posición; Mover nodos en cada círculo; Distribuir intersecciones y nodos de manera uniforme en el círculo. [NEW] Nuevo Modo de creación de curva: Conecta dos segmentos con una curva suave. [NEW] Añadida vista preliminar de red en los modos de conexión, bucle, redes paralelas y curvas. Se puede configurar en los ajustes del mod. [NEW] Añadido ajuste al Modo de creación de conexión: círculos se unirán a círculos cercanos al cambiar de radio o posición. Se puede configurar en los ajustes del mod. [NEW] Añadida opción de seguir terreno en los modos de conexión, bucle, redes paralelas y curvas. La opción de seguir terreno solo es posible si ambos extremos son carreteras creadas a nivel del suelo. El valor predeterminado se puede configurar en los ajustes del mod y cambiar con Ctrl+F mientras se utiliza la herramienta. [NEW] Añadidos efectos de audio y visuales al usar cada modo, como efectos cuando una carretera es creada. Esta opción ayuda a confirmar que se realizó una acción. Se puede configurar en los ajustes del mod. [NEW] Añadida opción para necesitar dinero al construir en los modos de conexión, bucle, redes paralelas, curvas y organización de línea. Se puede configurar en los ajustes del mod. [NEW] Añadida opción para cambiar el número de columnas del panel de modos (de 1 a 5) [NEW] Añadido colores al texto en las ventanas de ayuda, facilita la lectura de la información. [NEW] Añadida la habilidad de selecciones segmentos bloqueados en los modos de conexión, bucle, redes paralelas y curvas. [FIXED] Solucionado cuando la herramienta se cierra inmediatamente cuando el modo subterráneo es seleccionado en Fine Road Tool. [FIXED] Solucionado problema con zonas que no se actualizaban cuando un segmento es modificado en el modo de organización en línea. [TRANSLATION] Añadidas las traducciones de Danés y Turco.
fr_fr: [NEW] Ajout du mode Ajout en parallèle : Sélectionnez les nœuds de réseau existants et créez un nouveau réseau en parallèle. Possibilité de définir le décalage, la hauteur et le côté des réseaux parallèles. [NEW] Ajout du mode Aligner en cercle : Sélectionnez les noeuds et disposez-les en cercle parfait. Il est possible de définir le rayon et la position du cercle, de déplacer les nœuds du cercle ainsi que de répartir uniformément les intersections et les nœuds dans le cercle. [NEW] Ajout du mode Créer une courbe : Créez une connexion lisse entre deux segments. [NEW] Ajout de la visualisation du réseau aux modes Connexion, Boucle, Parallèle et Courbe. Elle peut être désactivée dans les paramètres du mod. [NEW] Ajout de l'aimantation au mode Connexion : les cercles seront attirés aux cercles voisins lors du changement de leur rayon ou de leur position. Cette option peut être désactivée dans les paramètres du mod. [NEW] Ajout d'une option de suivi du terrain aux modes Connexion, Boucle, Parallèle et Courbe. Le suivi du terrain n'est possible que si les deux extrémités sont sur des réseaux au sol. La valeur par défaut peut être définie dans les paramètres du mod et modifiée avec Ctrl+F lors de la création du réseau. [NEW] Ajout d'effets sonores et visuels sur les actions des modes tel que des effets lors de la création d'un réseau. Cela devrait aider à comprendre que l'action a été effectuée. Peut être désactivé dans les paramètres du mod. [NEW] Ajout de la nécessite de l'argent pour construire les modes Connect, Loop, Parallel, Curve et Aligner la route. Peut être désactivé dans les paramètres du mod. [NEW] Ajout de la possibilité de modifier le nombre de colonnes dans le panneau des modes (entre 1 et 5). [NEW] Ajout de couleurs au texte des infobulles, ce qui devrait faciliter leur lecture. [NEW] Ajout de la possibilité de sélectionner des segments verrouillés dans les modes Connexion, Boucle, Parallèle et Courbe. [FIXED] Correction de la fermeture immédiate de l'outil lorsque le mode souterrain est sélectionné dans Fine Road Tool. [FIXED] Correction de la non mise à jour des zones lorsque le segment est déplacé en mode Aligner la route.. [TRANSLATION] Ajout des traductions danoises et turques.
ru_ru: [NEW] Добавлен режим создания параллельных: Выберите существующие узлы и создайте параллельную им сеть. Возможно задать отступ, высоту и сторону для параллельной сети. [NEW] Добавлен режим выстраивания в круг: Выберите узлы и выстройте их в идеальный круг. Возможно задать радиус и позицию круга; Перемещать узлы по кругу; Размещать перекрестки и узлы равномерно по кругу. [NEW] Добавлен режим создания кривой: Создание соединение между двумя сегментами в виде плавной кривой. [NEW] Добавлена визуализация сетей в режимы соединения, петли, параллельных и кривой. Может быть выключено в настройках мода. [NEW] Добавлена привязка в режим создания соединения: Круги будут примагничиваться друг к другу во время изменения их радиусов и положения. Может быть выключено в настройках мода. [NEW] Добавлена опция следовать за поверхностью в режимы соединения, петли, параллельных и кривой. Следовать за поверхностью возможно только если оба конца являются наземной сетью. Настройка по умолчанию может быть задана в настройках мода и изменена во время создания сети по нажатию Ctrl+F. [NEW] Добавлены аудио и визуальные эффекты при выполнение действий, как при создание дорог. Это должно помочь понять, что действие выполнилось. Может быть выключено в настройках мода. [NEW] Добавлена необходимость денег при строительстве в режимах соединения, петли, параллельных, кривой и выравнивания в линию. Может быть выключено в настройках мода. [NEW] Добавлена возможность изменять количество колонок в панели режимов (от 1 до 5). [NEW] Добавлены цвета в подсказки, это должно помочь в чтение их. [NEW] Добавлена возможность выбирать заблокированные сегменты в режимах соединения, петли, параллельных и кривой. [FIXED] Исправлено мгновенное закрытие инструмента, когда был выбран подземный режим в Fine Road Tool. [FIXED] Исправлено обновление зон при перемещение сегмента в режиме выравнивания в линию. [TRANSLATION] Добавлены переводы на датский и турецкий.

# Mod_WhatsNewMessage1_3
source: [NEW] Added option for auto connecting ends of new parallel network to existing network of same type. can be disabled in mod options. [FIXED] Fixed problem with duplicates of networks in parallel mode. [UPDATED] Create/Loop/Curve mode will automatically select build direction where node has minimum segments. [NEW] Added ability to change start angle to Connection and Loop modes. To change angel press O or P (can be rebinded in mod settings). [NEW] Added the ability to invert one way roads in creation modes. [NEW] Added direction arrows. [NEW] Added the ability to switch between meters and units. [NEW] Added colors to slope labels depending on the value. [NEW] Added selected segment highlight to loop mode. [UPDATED] Max circle radius in Connection and loop modes was increased to 5km. [UPDATED] Max straight part length in connection mode was increased from 500m to 5000m . [NEW] Added the ability to hide original mod button in toolbar and use only UUI button. [NEW] Added the ability to set panel open side. [NEW] Modes panel will be at the front of all other UI elements. [TRANSLATION] Added Dutch translation. [FIXED] Fixed bug with not working right click to disable tool. Now all modes on first click reset selection (if it exists), and on second click disable tool. [FIXED] Fixed some problems with input on mac os. [FIXED] Fixed slope value calculation. [FIXED] Fixed error in Arrange at circle mode when selected circle without intersections.
fr_fr: [NEW] Ajout d'une option permettant de connecter automatiquement les extrémités d'un nouveau réseau parallèle à un réseau existant du même type. Cette option peut être désactivée dans les options du mod. [FIXED] Correction du problème de duplication des réseaux en mode parallèle. [UPDATED] Le mode Créer/Boucle/Courbe sélectionnera automatiquement la direction de construction où le nœud a le moins de segments. [NEW] AAjout de la possibilité de changer l'angle de départ aux modes Connexion et Boucle. Pour changer d'angle, appuyez sur O ou P (peut être rebindé dans les paramètres du mod). [NEW] Ajout de la possibilité d'inverser les routes à sens unique dans les modes de création. [NEW] Ajout de flèches de direction. [NEW] Ajout de la possibilité de basculer entre les mètres et les unités du jeu. [NEW] Ajout de couleurs aux libellés des pentes en fonction de leur valeur. [NEW] Ajout de la surbrillance du segment sélectionné en mode boucle. [UPDATED] Le rayon maximal du cercle en mode Connexion et en mode Boucle a été porté à 5 km. [UPDATED] La longueur maximale des segments droits en mode Connexion est passée de 500 à 5000 mètres. [NEW] Ajout de la possibilité de masquer le bouton original du mod dans la barre d'outils et d'utiliser uniquement le bouton UUI. [NEW] Ajout de la possibilité de définir le côté d'ouverture du panneau. [NEW] Le panneau des modes sera devant tous les autres éléments de l'interface utilisateur. [TRANSLATION] Ajout de la traduction néerlandaise. [FIXED] Correction du bug avec le clic droit qui ne fonctionnait pas pour désactiver l'outil. Maintenant tous les modes au premier clic réinitialisent la sélection (si elle existe), et au second clic désactivent l'outil. [FIXED] Correction de quelques problèmes de saisie sur mac os. [FIXED] Correction du calcul de la valeur de la pente. [FIXED] Correction d'une erreur dans le mode Arrangement en cercle lorsque le cercle sélectionné ne comporte pas d'intersections.
ru_ru: [NEW] Добавлена опция автосоединения окончаний создаваемой параллельной сети если рядом есть окончание существеющей сети такого же типа. Может быть отключено в настройках мода. [FIXED] Исправлена проблема с созданием двух копий сети в паралельном режиме. [UPDATED] Режимы соединения/петли/кривой будут автоматически выбирать направление строительства от узла с минимальным количеством сегментов. [NEW] Добавлена мозможность изменеять начальный угол в режимах соединения и петли. Для изменения угла нажмите O или P (может быть переназначено в настройках мода). [NEW] Добавлена возможность инвертировать направление односторонней дороги во всех режимах создания. [NEW] Добавлено отображения направления для односторонней дороги. [NEW] Добавлена возможность переключения между метрами и игравыми единицами (U). [NEW] Добавлено цветовое обозначения угла наклона в зависимости от значения в режим задания угла. [NEW] Добавлена подсветка выбранного сегмента в режиме петли. [UPDATED] Максимальный радиус в режими соединения и петли увеличен до 5км. [UPDATED] Максималная длина прямого участка в режиме соединения увеличина до 5км. [NEW] Добавлена мозможность скрыть оригинальную кнопку мода при использовании UUI. [NEW] Добавлена возможность выбора направления открытия панели режимов. [NEW] Панель режимов отображается поверх любых других элементов интерфейса. [TRANSLATION] Добавлен голандский перевод. [FIXED] Исправлен ошибка при которой не работало нажатие правой кнопки мыши для закрытия инструмента. [FIXED] Исправлены некоторые ошибки ввода на mac os. [FIXED] Исправлен рассчет угла наклона в режиме задания угла. [FIXED] Изправлена ошибка в режими выравнивания в круг при выборе дороги без перекрестков.

# Mod_WhatsNewMessage1_3_1
source: [FIXED] Returned the ability to invert any network, not only one direction roads. [NEW] Tool does not close when you select another network. [FIXED] Mode's buttons react again on click. [TRANSLATION] Added Romanian translation.
cs_cz: [FIXED] Navrácena možnost otočit jakoukoli silnici, nikoli pouze jednosměrnou. [NEW] Nástroj se nezavře, když vyberete jinou silnici. [FIXED] Tlačítka výběru znovu reagují na kliknutí. [TRANSLATION] Přidán Rumunský překlad.
de_de: [FIXED] Es wurde die Funktion wieder aktiviert, jedes Netzwerk zu invertieren, nicht nur Einbahnstraßen. [NEW] Das Werkzeug schließt nicht, wenn du ein anderes Netzwerk auswählst. [FIXED] Die Modus-Schaltflächen reagieren wieder auf Klick. [TRANSLATION] Rumänische Übersetzung hinzugefügt.
es_es: [FIXED] Capacidad para invertir cualquier red, no solo carreteras de una via. [NEW] La herramienta no se cierra cuando selecciona otra red. [FIXED] Los botones del modo reaccionan de nuevo al hacer clic. [TRANSLATION] Añadida traducción al rumano.
fr_fr: [FIXED] Retour de la possibilité d'inverser n'importe quel réseau, pas seulement les routes à sens unique. [NEW] L'outil ne se ferme pas lorsque vous sélectionnez un autre réseau. [FIXED] Les boutons du mode réagissent à nouveau au clic. [TRANSLATION] Ajout de la traduction roumaine.
ru_ru: [FIXED] Возвращена возможность инвертировать любые сети, а не только односторонние дороги. [NEW] Инструмент не закрывается когда вы выбираете другую сеть. [FIXED] Кнопки режимов снова реагируют на нажатия. [TRANSLATION] Добавлен перевод на румынский.

# Mod_WhatsNewMessage1_3_2
source: [UPDATED] Added Plazas & Promenades DLC Support.
cs_cz: [UPDATED] Přidána podpora Plazas & Promenades DLC.
de_de: [UPDATED] DLC-Unterstützung für Plazas & Promenades hinzugefügt.
es_es: [UPDATED] Soporte para DLC Plazas & Promedades.
fr_fr: [UPDATED] Ajout du support du DLC Plazas & Promenades.
it_it: [UPDATED] Aggiunto il supporto DLC Plazas & Promenades.
ko_kr: [UPDATED] Plazas & Promenades DLC를 지원합니다.
nl_nl: [UPDATED] Ondersteuning toegevoegd voor Plazas & Promenades DLC.
pl_pl: [UPDATED] Dodano wsparcie DLC Place & Promenady.
pt_pt: [ATUALIZAÇÃO] Adicionado suporte ao DLC Plazas & Promenades.
ro_ro: [UPDATED] Adăugat suportul pentru Plazas & Promenades DLC.
ru_ru: [UPDATED] Добавлена поддержка Plazas & Promenades DLC.
th_th: [UPDATED] เพิ่มการรองรับ DLC Plazas & Promenades
tr_tr: [UPDATED] Plazalar ve Gezinti Yerleri DLC Desteği Eklendi.
vi_vn: [CẬP NHẬT] Đã thêm hỗ trợ DLC Plazas &Promenades.
zh_cn: [UPDATED] 新增了Plazas和Promenades DLC 支持。
zh_tw: 【更新】新增對「Plazas & Promenades」DLC 的支援。

# Mod_WhatsNewMessage1_3_3
source: [NEW] Added Network Anarchy Support.
cs_cz: [NEW] Přidána podpora pro Network Anarchy.
de_de: [NEW] Unterstützung für Network Anarchy hinzugefügt.
es_es: [NEW] Soporte para el mod Network Anarchy.
fr_fr: [NEW] Ajout du support de Network Anarchy.
it_it: [NEW] Aggiunto supporto per Network Anarchy.
ko_kr: [NEW] Network Anarchy를 지원합니다.
nl_nl: [NEW] Ondersteuning toegevoegd voor Network Anarchy.
pl_pl: [NEW] Dodano wsparcie dla Network Anarchy.
pt_pt: [NOVO] Suporte à Anarquia de Rede.
ro_ro: [NEW] Adăugat suportul pentru Network Anarchy.
ru_ru: [NEW] Добавлена поддержка Network Anarchy.
th_th: [NEW] เพิ่มการรองรับ Network Anarchy
tr_tr: [NEW] Network Anarchy Desteği eklendi.
vi_vn: [MỚI] Đã thêm hỗ trợ Network Anarchy.
zh_cn: [NEW] 添加了对Network Anarchy的支持。
zh_tw: 【更新】新增了對「Network Anarchy」的支援。

# Mod_WhatsNewMessage1_3_4
source: [UPDATED] New settings UI
cs_cz: [UPDATED] Nové nastavení UI
de_de: [UPDATED] Neue Benutzeroberfläche für Einstellungen
es_es: [UPDATED] Interfaz de Usuario de ajustes
fr_fr: [UPDATED] Nouvelle interface pour les paramètres
it_it: [UPDATED] Nuove impostazioni UI
nl_nl: [UPDATED] Nieuwe gebruikersinterface voor instellingen
pl_pl: [UPDATED] Nowe ustawienia UI
pt_pt: [UPDATED] Interface da Nova Configurações
ru_ru: [UPDATED] Новый интерфейс настроек
th_th: [UPDATED] UI หน้าการตั้งค่ารูปแบบใหม่
vi_vn: [CẬP NHẬT] Giao diện người dùng cài đặt mới
zh_cn: [UPDATED] 新的设置界面
zh_tw: 【更新】新的設定UI
