Repository: MacSergey/NetworkMultitool
Catalog: NetworkMultitool/Properties/Localize.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fi, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Mod_WhatsNewMessage1_3_5
source: [UPDATED] Added Hotels&Retreats DLC support. [TRANSLATION] Added Chinese traditional and Thai translations.
cs_cz: [UPDATED] Přidána podpora DLC Hotels&Retreats. [TRANSLATION] Přidány Čínské tradiční a Thajské překlady.
de_de: [UPDATED] Hotels&Retreats DLC-Unterstützung hinzugefügt. [TRANSLATION] Chinesische traditionelle und thailändische Übersetzungen hinzugefügt.
es_es: [UPDATED] Se ha añadido el soporte DLC de Hotels&Retreats. [TRANSLATION] Se han añadido traducciones al chino tradicional y tailandés.
fr_fr: [UPDATED] Ajout de la prise en charge du DLC Hotels&Retreats. [TRANSLATION] Ajout des traductions chinoises traditionnelles et thaïlandaises.
it_it: [UPDATED] Aggiunto il supporto per il DLC Hotels&Retreats. [TRANSLATION] Aggiunte le traduzioni in Cinese tradizionale e Thailandese.
nl_nl: [UPDATED] Ondersteuning toegevoegd voor Hotels & Retreats DLC. [TRANSLATION] Traditionele Chinese en Thaise vertalingen toegevoegd.
ru_ru: [UPDATED] Добавлена поддержка Hotels&Retreats DLC. [TRANSLATION] Добавлен перевод на традиционный китайский и тайский.
th_th: [UPDATED] เพิ่มการรองรับ DLC Hotels&Retreats [TRANSLATION] แปลภาษาจีนตัวเต็ม และภาษาไทย เพิ่มเติม
vi_vn: [CẬP NHẬT] Đã thêm hỗ trợ DLC Hotels&Retreats. [DỊCH] Thêm bản dịch tiếng Trung phồn thể và tiếng Thái.
zh_cn: [UPDATED] 新增了对 Hotels & Retreats DLC 更新的支持。 [TRANSLATION] 新增了繁体中文和泰语翻译。
zh_tw: [UPDATED] 新增了對 Hotels & Retreats DLC 更新的支援。 [TRANSLATION] 新增了繁體中文和泰語翻譯。

# Settings_ActivationShortcuts
source: Activation shortcuts
cs_cz: Aktivační zkratky
da_dk: Aktiveringsgenveje
de_de: Aktivierungskurzbefehle
es_es: Atajos de activación
fi_fi: Käynnistyksen pikanäppäimet
fr_fr: Raccourcis d'activation
it_it: Attivazione scorciatoie
ja_jp: Mode＆ツールの有効化
ko_kr: 활성화 단축키
nl_nl: Activatie snelkoppelingen
pl_pl: Skróty aktywacji
pt_pt: Atalhos de ativação
ro_ro: Comenzi rapide de activare
ru_ru: Горячие клавиши активации
th_th: เปิดใช้งานคำสั่งลัด
tr_tr: Aktive etme kısayolları
vi_vn: Phím tắt kích hoạt
zh_cn: 激活快捷键
zh_tw: 啟動快速鍵

# Settings_AutoConnect
source: Connect parallel road to nearest nodes automatically
cs_cz: Automaticky připojit paralelní cestu k nejbližším uzlům
de_de: Parallele Straße automatisch mit den nächstgelegenen Knoten verbinden
es_es: Conectar carretera paralela al nodo más cercano automáticamente
fi_fi: Liitä rinnakkainen tie lähimpiin liittymiin automaattisesti
fr_fr: Connecter automatiquement la route parallèle aux nœuds les plus proches
it_it: Collega automaticamente la strada parallela ai nodi più vicini
ja_jp: パラレル敷設時に最寄りのノードと自動的に接続
ko_kr: 자동으로 근처 노드에 평행하게 도로 연결
nl_nl: Verbind automatisch de parallelle weg met dichtstbijzijnde knooppunten
pl_pl: Automatycznie połącz drogę równoległą do najbliższych węzłów
pt_pt: Ligar a estrada paralela aos nós mais próximo automaticamente
ro_ro: Conectați o stradă paralelă la nodurile lângă in mod automat
ru_ru: Автоматически соединять параллельную дорогу с ближайшими узлами
th_th: เชื่อมต่อทางคู่ขนานกับโหนดที่ใกล้เคียงที่สุดโดยอัตโนมัติ
tr_tr: Paralel yolu otomatik olarak en yakın düğümlere bağlayın
vi_vn: Tự động kết nối đường song song với các nút gần nhất
zh_cn: 平行道路自动连接到相邻节点
zh_tw: 平行道路自動連接到相鄰節點

# Settings_AutoHideModePanel
source: Auto hide modes panel
cs_cz: Automatické skrývání panelu
da_dk: Skjul værktøjspanelet automatisk
de_de: Panel automatisch ausblenden
es_es: Esconder panel de modos automáticamente
fi: Piilota valikko automaattisesti
fi_fi: Piilota valikko automaattisesti
fr_fr: Masquer automatiquement le panneau
hu_hu: Mód panel automatikus elrejtése
it_it: Nascondi automaticamente il pannello modalità
ja_jp: 自動的にUIパネルを折り畳む
ko_kr: 모드 패널 자동으로 숨김
nl_nl: Automatische verberging van de knooppunten paneel
pl_pl: Automatyczne ukrywanie panelu trybów
pt_pt: Ocultar automaticamente o painel de modos
ro_ro: Ascundere automată a panoului de moduri
ru_ru: Автоматически скрывать панель выбора режимов
th_th: ซ่อนแผงข้อมูลโหนดโดยอัตโนมัติ
tr_tr: Mod panelini otomatik gizle
vi_vn: Bảng điều khiển chế độ tự động ẩn
zh_cn: 自动隐藏模式面板
zh_tw: 自動隱藏模式面板

# Settings_CommonCreateShortcuts
source: Creation modes' common shortcuts
cs_cz: Časté zkratky režimů tvorby
da_dk: Almindelige genveje til at bygge
de_de: Gemeinsame Verknüpfungen des Erstellungsmodus
es_es: Atajos comunes de los modos de creación
fi_fi: Rakennustyökalujen yhteiset pikanäppäimet
fr_fr: Raccourcis communs des modes de création
it_it: Scorciatoie comuni delle modalità di creazione
ja_jp: 作成作業の共通ショートカット
ko_kr: 제작 모드 내 일반 단축키
nl_nl: Aanmaakmodus veelgebruikte snelkoppelingen
pl_pl: Wspólne skróty trybów tworzenia
pt_pt: Atalhos comuns dos modos de criação
ro_ro: Comenzi rapide comune a modurilor creare
ru_ru: Общие горячие клавиши режимов создания
th_th: คำสั่งลัดทั่วไปของโหมดสร้าง
tr_tr: Düğüm yaratıcı için ortak kısa yollar
vi_vn: Các phím tắt phổ biến của chế độ tạo
zh_cn: 创建模式的通用快捷方式
zh_tw: 創建模式的通用快捷方式

# Settings_CommonShortcuts
source: Modes' common shortcuts
cs_cz: Časté zkratky módu
da_dk: Standart genveje
de_de: Gemeinsame Tastenkürzel
es_es: Atajos comunes de los modos
fi_fi: Työkalujen yhteiset pikanäppäimet
fr_fr: Raccourcis communs des modes
it_it: Modalità scorciatoie comuni
ja_jp: Mode全般の共通ショートカット
ko_kr: 모드 내 일반 단축키
nl_nl: Modes gebruikelijke snelkoppelingen
pl_pl: Wspólne skróty trybów
pt_pt: Atalhos comuns dos modos
ro_ro: Comenzi rapide comune a modurilor
ru_ru: Общие горячие клавиши режимов
th_th: คำสั่งลัดทั่วไปของโหมด
tr_tr: Yaygın mod kısa yolları
vi_vn: Các phím tắt phổ biến của chế độ
zh_cn: 模组共同快捷键
zh_tw: 模組共同快速鍵

# Settings_FollowTerrain
source: Ground roads follow terrain
cs_cz: Pozemní silnice budou následovat terén
da_dk: Veje vil følge terræn
de_de: Straßen die auf dem Boden erstellt werden, folgen dem Gelände
es_es: Carreteras creadas a nivel del suelo, seguirán el terreno.
fi_fi: Maata vasten luodut tiet seuraavat maaston muotoja
fr_fr: Les routes créées au sol suivent le relief
it_it: Le strade terrestri seguiranno il terreno
ja_jp: ネットワークの敷設時は地形に追従
ko_kr: 지상 길의 높이를 지형에 맞추기
nl_nl: Grondwegen zullen het terrein volgen
pl_pl: Drogi stworzone na ziemi będą podążać za terenem
pt_pt: Estradas terrestres seguirão o terreno
ro_ro: Străzile la sol o să se adapteze pământului
ru_ru: Создаваемые дороги следуют за поверхностью
th_th: พื่นถนนปรับตามระดับภูมิประเทศ
tr_tr: Zemin üstündeki yollar araziyi takip eder
vi_vn: Đường mặt đất theo địa hình
zh_cn: 创建“跟随地形”模式的地面道路。
zh_tw: 創建「跟隨地形」模式的地面道路

# Settings_Gameplay
source: Gameplay
cs_cz: Hratelnost
de_de: Spielmechanik
es_es: Modo de juego
fi_fi: Pelaaminen
fr_fr: Jouabilité
ja_jp: ゲームプレイ
ko_kr: 게임 플레이
nl_nl: Spel
pl_pl: Rozgrywka
pt_pt: Jogabilidade
ro_ro: Dinamica jocului
ru_ru: Игровой процесс
th_th: เกมเพลย์
tr_tr: Oynanış
vi_vn: Lối chơi
zh_cn: 游戏设置
zh_tw: 遊戲設置

# Settings_Interface
source: Interface
cs_cz: Prostředí
de_de: Benutzeroberfläche
es_es: Interfaz
fi_fi: Käyttöliittymä
it_it: Interfaccia
ja_jp: インターフェース
ko_kr: 인터페이스
nl_nl: Overzicht
pl_pl: Interfejs
ro_ro: Interfață
ru_ru: Интерфейс
th_th: อินเทอร์เฟซ
tr_tr: Arayüz
vi_vn: Giao diện
zh_cn: 界面
zh_tw: 介面

# Settings_LengthUnit
source: Length unit of measurement
cs_cz: Jednotka měření délky
da_dk: Måleenhed for længde
de_de: Maßeinheit der Länge
es_es: Unidad de medida
fi_fi: Pituuden yksikkö
fr_fr: Unité de longeur
it_it: Unità di misura della lunghezza
ja_jp: メジャーの表示単位
ko_kr: 길이 단위
nl_nl: Lengte van de meting eenheid
pl_pl: Jednostka miary długości
pt_pt: Unidade de medida de comprimento
ro_ro: Unitate de măsura a lungimii
ru_ru: Единицы измерения длинны
th_th: หน่วยที่ใช้วัดความยาว
tr_tr: Mesafe ölçü birimi
vi_vn: Đơn vị đo chiều dài
zh_cn: 测量长度单位
zh_tw: 測量長度單位

# Settings_LengthUniteMeters
source: Meters
cs_cz: Metry
da_dk: Meter
de_de: Meter
es_es: Metros
fi_fi: Metri
fr_fr: Mètres
it_it: Metri
ja_jp: メートル単位
ko_kr: 미터
pl_pl: Metry
pt_pt: Metros
ro_ro: Metri
ru_ru: Метры
th_th: เมตร
tr_tr: Metre
vi_vn: Mét
zh_cn: 米
zh_tw: 公尺

# Settings_LengthUniteUnits
source: Game units (1U = 8m)
cs_cz: Herní jednotka (1U = 8 m)
da_dk: Spillets målestoks forhold (1U = 8m)
de_de: Spieleinheiten (1U = 8m)
es_es: Unidades de juego (1U = 8m)
fi_fi: Pelin yksikkö (1U=8m)
fr_fr: Unités du jeu (1u = 8m)
it_it: Unità di gioco (1U = 8m)
ja_jp: Unit(セル/マス目)単位 (1U = 8m)
ko_kr: 게임 단위 (1U = 8m)
nl_nl: Spel eenheden (1U = 8m)
pl_pl: Jednostka gry (1U = 8m)
pt_pt: Unidades de jogo (1U = 8m)
ro_ro: Unitățile jocului (1U = 8m)
ru_ru: Игровые единицы (1U = 8м)
th_th: หน่วยของเกม (1U = 8ม.)
tr_tr: 1U'nun 8 m olduğu oyun birimi
vi_vn: Đơn vị trò chơi (1U = 8m)
zh_cn: 游戏单位 (1U = 8米)
zh_tw: 遊戲單位 (1U = 8公尺)

# Settings_NeedMoney
source: Requires money to build
cs_cz: Ke stavbě vyžaduje peníze
da_dk: Koster penge at bygge
de_de: Erfordert Geld zum Bauen
es_es: Necesita dinero para construir
fi_fi: Vaadi rahaa rakentamiseen
fr_fr: Nécessite de l'argent pour construire
it_it: Richiede denaro per costruire
ja_jp: 建設時に資金が必要
ko_kr: 건설에 비용 필요
nl_nl: Geld is vereist om te bouwen
pl_pl: Pieniądze wymagane do budowy
pt_pt: Requer dinheiro para construir
ro_ro: Necesită bani pentru a construi
ru_ru: Для строительства требуются деньги
th_th: ต้องใช้เงินในการสร้าง
tr_tr: İnşaat için para gerekli
vi_vn: Cần tiền để xây dựng
zh_cn: 需要金钱建设
zh_tw: 需要金錢建設

# Settings_PanelColumns
source: Panel columns count
cs_cz: Počet sloupců panelu
da_dk: Antal kolonner i panel
de_de: Anzahl der Spalten
es_es: Número de columnas del panel
fi_fi: Valikon sarakkeiden määrä
fr_fr: Nombre de colonnes de l'interface
it_it: Pannello Numero colonne
ja_jp: パネルの列数
ko_kr: 패널 열 갯수
nl_nl: Aantal kolommen paneel
pl_pl: Liczba kolumn panelu
pt_pt: Número de colunas do painel
ro_ro: Contor coloane panouri
ru_ru: Количество колонок на панели
th_th: จำนวนคอลัมน์ในแผงข้อมูล
tr_tr: Panel kolonlarını say
vi_vn: Số cột bảng điều khiển
zh_cn: 面板栏数
zh_tw: 面板欄數

# Settings_PanelOpenSide
source: Panel opening side
cs_cz: Strana otevírání panelu
da_dk: Side panel
de_de: Seite zu der das Panel öffnet
es_es: Expandir panel de herramientas
fi_fi: Valikon avaussuunta
fr_fr: Côté du menu déroulant
it_it: Lato aperto del pannello
ja_jp: パネルの開き方
ko_kr: 창 열림 방향
nl_nl: Paneel open zijde
pl_pl: Strona otwierania panelu
pt_pt: Lado de abertura do painel
ro_ro: Partea de deschidere a panoului
ru_ru: Сторона открытия панели
th_th: ด้านที่แผงข้อมูลเปิดออก
tr_tr: Panel açık tarafa
vi_vn: Mặt mở bảng điều khiển
zh_cn: 面板打开方向
zh_tw: 面板打開方向

# Settings_PanelOpenSideDown
source: Down
cs_cz: Dolů
da_dk: Ned
de_de: Unten
es_es: Hacia abajo
fi_fi: Alas
fr_fr: En bas
hu_hu: Le
it_it: Giù
ja_jp: 下へ展開
ko_kr: 아래
nl_nl: Omlaag
pl_pl: Dół
pt_pt: Baixo
ro_ro: Dedesubt
ru_ru: Вниз
th_th: ล่าง
tr_tr: Aşağı
zh_cn: 向下
zh_tw: 向下

# Settings_PanelOpenSideUp
source: Up
cs_cz: Nahoru
da_dk: Op
de_de: Oben
es_es: Hacia arriba
fi_fi: Ylös
fr_fr: En haut
it_it: Sù
ja_jp: 上へ展開
ko_kr: 위
nl_nl: Omhoog
pl_pl: Góra
pt_pt: Cima
ro_ro: Deasupra
ru_ru: Вверх
th_th: บน
tr_tr: Yukarı
zh_cn: 向上
zh_tw: 向上

# Settings_PlayEffects
source: Play audio and visual effects
cs_cz: Přehrávání zvukových a vizuálních efektů
da_dk: Afspil lyd- og visuelle effekter
de_de: Audio- und visuelle Effekte abspielen
es_es: Activar efectos de audio y visuales
fi_fi: Toista ääni- ja videoefektit
fr_fr: Jouer des effets audio et visuels
it_it: Riproduci effetti sonori e visivi
ja_jp: 効果音と視覚効果を再生
ko_kr: 음성 및 시각 효과 재생
nl_nl: Speel audio en visuele effecten
pl_pl: Odtwarzaj efekty dźwiękowe i wizualne
pt_pt: Reproduzir áudio e efeitos visuais
ro_ro: Redați audio și efecte vizuale
ru_ru: Проигрывать аудио и визуальные эффекты
th_th: เล่นเอฟเฟกต์เสียงและภาพ
tr_tr: Sev ve görsel efektleri oynat
vi_vn: Phát hiệu ứng âm thanh và hình ảnh
zh_cn: 开启音频和视觉效果
zh_tw: 開啟音訊和視覺效果

# Settings_PreviewType
source: Creation preview
cs_cz: Náhled
da_dk: Forhåndsvisning
de_de: Erstellungsvorschau
es_es: Vista previa de creación
fi_fi: Luonnin esikatselu
fr_fr: Prévisualisation de la création
it_it: Anteprima creazione
ja_jp: 敷設作業をプレビュー
ko_kr: 생성 미리보기
nl_nl: Creatie voorbeeld
pl_pl: Podgląd tworzenia
pt_pt: Pré-visualização da criação
ro_ro: Previzualizare creare
ru_ru: Предпросмотр
th_th: ชมตัวอย่างการสร้าง
tr_tr: Yaratma ön gösterimi
vi_vn: Bản xem trước sáng tạo
zh_cn: 创建预览
zh_tw: 創建預覽

# Settings_PreviewTypeBoth
source: Both
cs_cz: Oba
da_dk: Begge
de_de: Beide
es_es: Ambas
fi_fi: Molemmat
fr_fr: Les deux
hu_hu: Mindkettő
it_it: Entrambi
ja_jp: 両方とも表示
ko_kr: 모두
nl_nl: Beide
pl_pl: Obydwa
pt_pt: Ambos
ro_ro: Ambele
ru_ru: Оба
th_th: ทั้งคู่
tr_tr: İkisi de
vi_vn: Cả hai
zh_cn: 同时启用
zh_tw: 同時啟用

# Settings_PreviewTypeMesh
source: Network visualization
cs_cz: Zobrazení silnic
da_dk: Visualisering af netværk
de_de: Netzwerkvisualisierung
es_es: Vista preliminar de red
fi_fi: Visualisointi
fr_fr: Visualisation du réseau
it_it: Visualizzazione della rete
ja_jp: ネットワークの可視化
ko_kr: 네트워크 시각화
nl_nl: Netwerk visualisatie
pl_pl: Wizualizacja sieci
pt_pt: Visualização da rede
ro_ro: Vizualizarea rețelei
ru_ru: Визуализация сети
th_th: การแสดงเครือข่าย
tr_tr: Ağ görüntülenmesi
vi_vn: Trực quan hóa mạng
zh_cn: 网络可视化
zh_tw: 網路視覺化

# Settings_PreviewTypeOverlay
source: Overlay
cs_cz: Překrytí
de_de: Überlagerung
es_es: Resaltar área
fi_fi: Peittokuva
hu_hu: Átfedés
it_it: Sovrapposizione
ja_jp: オーバーレイ表示
ko_kr: 오버레이
nl_nl: Overzicht
pl_pl: Nakładka
pt_pt: Sobreposição
ru_ru: Наложение
th_th: การซ้อนทับ
tr_tr: Kaplama
vi_vn: Phủ
zh_cn: 覆盖
zh_tw: 覆蓋

# Settings_SegmentLength
source: Max Segment Length
cs_cz: Maximální délka segmentu
da_dk: Maks vej længde
de_de: Maximale Segmentlänge
es_es: Longitud máxima de segmento
fi: Pisin tien pituus
fi_fi: Pisin tien pituus
fr_fr: Longueur maximale du segment
hu_hu: Maximális szegmens hossz
it_it: Lunghezza Massima Del Segmento
ja_jp: セグメントの最大長
ko_kr: 최대 세그먼트 길이
nl_nl: Maximale Segmentlengte
pl_pl: Maksymalna długość segmentu
pt_pt: Comprimento máximo do segmento
ro_ro: Lungime maximă segment
ru_ru: Максимальная длина сегмента
th_th: ความยาวสูงสุดของเซกเมนต์
tr_tr: Maksimum sektör uzunluğu
vi_vn: Chiều dài đoạn tối đa
zh_cn: 最大段落长度
zh_tw: 最大線段長度

# Settings_Shortcut_Apply
source: Apply mode action
cs_cz: Použít akci módu
da_dk: Anvend
de_de: Aktion im Modus anwenden
es_es: Aplicar acción de modo
fi_fi: Toteuta toiminto
fr_fr: Appliquer
hu_hu: Mód művelet alkalmazása
it_it: Applica l'azione in modalità
ja_jp: アクションを確定
ko_kr: 모드 사용사항 적용
nl_nl: Toepassen mode actie
pl_pl: Zastosuj akcję trybu
pt_pt: Aplicar ação do modo
ro_ro: Aplică modul acțiune
ru_ru: Выполнить действие
th_th: ใช้โหมดการดำเนินการ
tr_tr: Mod eylemini uygula
vi_vn: Áp dụng hành động chế độ
zh_cn: 应用模式
zh_tw: 應用模式

# Settings_Shortcut_DecreaseAngle
source: Decrease start angle
cs_cz: Zmenšit počáteční úhel
da_dk: Formindsk startvinkel
de_de: Start-Winkel verringern
es_es: Disminuir ángulo inicial
fi_fi: Pienennä aloituskulmaa
fr_fr: Diminuer l'angle de départ
hu_hu: Kezdő szög csökkentése
it_it: Diminuisci l'angolo di inizio
ja_jp: 開始角度を下げる
ko_kr: 시작 각도 감소
nl_nl: Beginhoek verkleinen
pl_pl: Zmniejsz kąt początkowy
pt_pt: Diminuir ângulo inicial
ro_ro: Decrementează unghiul de început
ru_ru: Уменьшить начальный угол
th_th: ลดมุมเริ่มต้น
tr_tr: Başlangıç açısını küçült
vi_vn: Giảm góc bắt đầu
zh_cn: 减少起始角度
zh_tw: 減少起始角度

# Settings_Shortcut_DecreaseHeight
source: Decrease height
cs_cz: Snížit výšku
da_dk: Reducer højden
de_de: Höhe verringern
es_es: Disminuir altura
fi_fi: Laske korkeutta
fr_fr: Diminuer la hauteur
it_it: Riduci altezza
ja_jp: 高さを下げる
ko_kr: 높이 감소
nl_nl: Hoogte verminderen
pl_pl: Zmniejsz wysokość
pt_pt: Diminuir altura
ro_ro: Decrementează înălțimea
ru_ru: Уменьшить высоту
th_th: ลดความสูง
tr_tr: Yüksekliği azalt
vi_vn: Giảm chiều cao
zh_cn: 降低高度
zh_tw: 降低高度

# Settings_Shortcut_DecreaseOffset
source: Decrease circle start offset
cs_cz: Zmenšit počáteční odsazení kruhu
da_dk: Reducer cirklens start forskydning
de_de: Abstand des Start-Kreises verringern
es_es: Disminuir el desplazamiento de curva
fi_fi: Pienennä kaarteen siirtymää
fr_fr: Diminuer le décalage de début de la courbe
hu_hu: A görbe kezdési eltolásának csökkentése
it_it: Diminuisci spostamento inizio cerchio
ja_jp: サークル開始時のオフセットを伸ばす
ko_kr: 원 시작 오프셋 감소
nl_nl: Cirkel startverschuiving verminderen
pl_pl: Zmniejsz przesunięcie początku okręgu
pt_pt: Diminuir o deslocamento inicial do círculo
ro_ro: Decrementează offsetul cercului de început
ru_ru: Уменьшить отступ начала кривой
th_th: ลดระยะชดเชยเริ่มต้นของวงกลม
tr_tr: Dairenin başlangıç uzantısını azalt
vi_vn: Giảm độ lệch bắt đầu vòng tròn
zh_cn: 减少圆形起点偏移
zh_tw: 減少圓形起點偏移

# Settings_Shortcut_DecreaseOneRadius
source: Decrease one radius
cs_cz: Zmenšit jeden poloměr
da_dk: Formindsk én radius
de_de: Einen Radius verkleinern
es_es: Disminuir un radio
fi_fi: Pienennä sädettä
fr_fr: Diminuer un rayon
hu_hu: Az egyik sugár csökkentése
it_it: Diminuisci un raggio
ja_jp: 半径を1回だけ縮小
ko_kr: 반경 1개 감소
nl_nl: Verlaag één straal
pl_pl: Zmniejsz jeden promień
pt_pt: Diminuir o raio uma vez
ro_ro: Decrementează o rază
ru_ru: Уменьшить один радиус
th_th: ลดรัศมี
tr_tr: Tek bir yarıçapı azalt
vi_vn: Giảm một bán kính
zh_cn: 减少一个半径
zh_tw: 減少一個半徑

# Settings_Shortcut_DecreaseRadii
source: Decrease radii
cs_cz: Zmenšit poloměry
da_dk: Formindsk radier
de_de: Radien verkleinern
es_es: Disminuir radios
fi_fi: Pienennä säteitä
fr_fr: Diminuer les rayons
it_it: Diminuisci raggi
ja_jp: 半径を縮小
ko_kr: 반경 감소
nl_nl: Straal verminderen
pl_pl: Zmniejsz promienie
pt_pt: Diminuir raios
ro_ro: Decrementează razele
ru_ru: Уменьшить радиусы
th_th: ลดรัศมี
tr_tr: Yarıçapı azalt
vi_vn: Giảm bán kính
zh_cn: 减少半径
zh_tw: 減少半徑

# Settings_Shortcut_DecreaseRadius
source: Decrease radius
cs_cz: Zmenšit poloměr
da_dk: Formindsk radius
de_de: Radius verkleinern
es_es: Disminuir radio
fi_fi: Pienennä sädettä
fr_fr: Diminuer le rayon
it_it: Diminuisci il raggio
ja_jp: 半径を減少
ko_kr: 반경 감소
nl_nl: Radius verminderen
pl_pl: Zmniejsz promień
pt_pt: Diminuir o raio
ro_ro: Decrementează raza
ru_ru: Уменьшить радиус
th_th: ลดรัศมี
tr_tr: Çapı azalt
vi_vn: Giảm bán kính
zh_cn: 减少半径
zh_tw: 減少半徑

# Settings_Shortcut_DecreaseShift
source: Decrease offset
cs_cz: Zmenšit odsazení
da_dk: Formindsk offset
de_de: Verkleinere den Abstand
es_es: Disminuir separación
fi_fi: Vähennä siirtymää
fr_fr: Diminuer le décalage
it_it: Diminuisci spostamento
ja_jp: オフセットを減少
ko_kr: 오프셋 감소
nl_nl: Verschuiving verminderen
pl_pl: Zmniejsz przesunięcie
pt_pt: Diminuir deslocamento
ro_ro: Decrementează offsetul
ru_ru: Уменьшить отступ
th_th: ลดระยะชดเชย
tr_tr: Uzantıyı azalt
vi_vn: Giảm bù đắp
zh_cn: 减少偏移
zh_tw: 減少偏移

# Settings_Shortcut_DistributeBetweenIntersections
source: Distribute nodes evenly between intersections
cs_cz: Rozložit uzly mezi křižovatkami rovnoměrně
da_dk: Tryk på for at fordele noder jævnt mellem kryds
de_de: Netzwerk-Knoten gleichmäßig zwischen Kreuzungen verteilen
es_es: Distribuir los nodos de manera uniforme entre las intersecciones
fi_fi: Jaa liittymät tasaisesti
fr_fr: Répartir uniformément les nœuds entre les intersections
it_it: Distribuisci i nodi in modo uniforme tra le intersezioni
ja_jp: 交差点間のノードを均等配置
ko_kr: 노드를 교차로 사이에 일정하게 배치
nl_nl: Gelijkmatig verdelen van de knooppunten tussen kruispunten
pl_pl: Rozdziel węzły równomiernie pomiędzy skrzyżowaniami
pt_pt: Distribuir nós igualmente entre interseções
ro_ro: Distribuie nodurile uniform între intersecții
ru_ru: Распределение узлов равномерно между перекрестками
th_th: กระจายโหนดระหว่างทางแยกอย่างสม่ำเสมอ
tr_tr: Kesişimler arasında düğümleri eşit dağıt
vi_vn: Phân bố các nút đồng đều giữa các giao điểm
zh_cn: 在交叉口之间平均分布节点
zh_tw: 在交叉口之間平均分佈節點

# Settings_Shortcut_DistributeEvenly
source: Distribute nodes evenly on circle
cs_cz: Rozložit uzly v kruhu rovnoměrně
da_dk: Fordel noder jævnt på cirkel
de_de: Netzwerk-Knoten gleichmäßig auf den Kreis verteilen
es_es: Distribuir los nodos de manera uniforme en el círculo
fi_fi: Jaa liittymät tasaisesti ympyrään
fr_fr: Répartir uniformément les nœuds sur le cercle
it_it: Distribuisci i nodi in modo uniforme sul cerchio
ja_jp: 円周上にノードを均等配置
ko_kr: 노드를 원 위에 일정하게 배치
nl_nl: Gelijkmatig verdelen van knooppunten op de cirkel
pl_pl: Rozdziel węzły równomiernie w okręgu
pt_pt: Distribuir nós igualmente no círculo
ro_ro: Distribuie nodurile uniform în cerc
ru_ru: Распределение узлов равномерно по кругу
th_th: กระจายโหนดในวงกลมอย่างสม่ำเสมอ
tr_tr: Tüm düğümleri daireye eşit dağıt
vi_vn: Phân phối các nút đồng đều trên vòng tròn
zh_cn: 在圆圈上平均分布节点
zh_tw: 在圓圈上平均分佈節點

# Settings_Shortcut_DistributeIntersections
source: Distribute intersections evenly on circle
cs_cz: Rozložit křžovatky v kruhu rovnoměrně
da_dk: Fordel kryds jævnt på cirkel
de_de: Kreuzungen gleichmäßig auf den Kreis verteilen
es_es: Distribuir los nodos de manera uniforme en el círculo
fi_fi: Jaa risteykset tasaisesti ympyrään
fr_fr: Distribuer les intersections uniformément sur le cercle
it_it: Distribuisci le intersezioni in modo uniforme sul cerchio
ja_jp: 交差点間の円周上で均等配置
ko_kr: 원 위에 교차로를 일정 간격으로 배치
nl_nl: Gelijkmatig verdelen van kruispunten op de cirkel
pl_pl: Rozdziel skrzyżowania równomiernie w okręgu
pt_pt: Distribuir interseções igualmente no círculo
ro_ro: Distribuie intersecțiile uniform în cerc
ru_ru: Распределение перекрестков равномерно по кругу
th_th: กระจายทางแยกอย่างสม่ำเสมอในวงกลม
tr_tr: Kesişimleri daireye eşit dağıt
vi_vn: Phân bố đều các giao lộ trên vòng tròn
zh_cn: 在圆圈上平均分布交叉口
zh_tw: 在圓圈上平均分佈交叉口

# Settings_Shortcut_IncreaseAngle
source: Increase start angle
cs_cz: Zvětšit počáteční úhel
da_dk: Forøg startvinkel
de_de: Start-Winkel erhöhen
es_es: Incrementar ángulo inicial
fi_fi: Suurenna aloituskulmaa
fr_fr: Augmenter l'angle de départ
it_it: Aumenta l'angolo di inizio
ja_jp: 開始角度を上げる
ko_kr: 시작 각도 증가
nl_nl: Beginhoek vergroten
pl_pl: Zwiększ kąt początkowy
pt_pt: Aumentar ângulo inicial
ro_ro: Incrementează unghiul de început
ru_ru: Увеличить начальный угол
th_th: เพิ่มมุมเริ่มต้น
tr_tr: Başlangıç açısını arttır
vi_vn: Tăng góc xuất phát
zh_cn: 增大起始角度
zh_tw: 增大起始角度

# Settings_Shortcut_IncreaseHeight
source: Increase height
cs_cz: Zvýšit výšku
da_dk: Øg højden
de_de: Höhe vergrößern
es_es: Incrementar altura
fi_fi: Nosta korkeutta
fr_fr: Augmenter la hauteur
hu_hu: Magasság növelése
it_it: Aumenta l'altezza
ja_jp: 高さを上げる
ko_kr: 높이 증가
nl_nl: Toename van de hoogte
pl_pl: Zwiększ wysokość
pt_pt: Aumentar altura
ro_ro: Incrementează înălțimea
ru_ru: Увеличить высоту
th_th: เพิ่มความสูง
tr_tr: Yüksekliği artır
vi_vn: Tăng chiều cao
zh_cn: 增高高度
zh_tw: 增高高度

# Settings_Shortcut_IncreaseOffset
source: Increase circle start offset
cs_cz: Zvětšit počáteční odsazení kruhu
da_dk: Forøg cirklens startforskydning
de_de: Abstand des Start-Kreises vergrößern
es_es: Incrementar el desplazamiento de curva
fi_fi: Kasvata kaarteen siirtymää
fr_fr: Augmenter le décalage de début de la courbe
hu_hu: A görbe kezdési eltolásának növelése
it_it: Aumenta spostamento inizio cerchio
ja_jp: サークル開始時のオフセットを縮める
ko_kr: 원 시작 오프셋 증가
nl_nl: Toename van de cirkel startverschuiving
pl_pl: Zwiększ przesunięcie początku okręgu
pt_pt: Aumentar o deslocamento inicial do círculo
ro_ro: Incrementează offsetul cercului de început
ru_ru: Увеличить отступ начала кривой
th_th: เพิ่มระยะชดเชยเริ่มต้นของวงกลม
tr_tr: Dairenin başlangıç uzantısını arttır
vi_vn: Tăng độ lệch bắt đầu vòng tròn
zh_cn: 增加圆形起点偏移
zh_tw: 增加圓形起點偏移

# Settings_Shortcut_IncreaseOneRadius
source: Increase one radius
cs_cz: Zvětšit jeden poloměr
da_dk: Forøg en radius
de_de: Einen Radius vergrößern
es_es: Incrementar un radio
fi_fi: Suurenna sädettä
fr_fr: Augmenter un rayon
hu_hu: Az egyik sugár növelése
it_it: Aumenta un raggio
ja_jp: 半径を1回だけ拡大
ko_kr: 반경 1개 증가
nl_nl: Verhoog één straal
pl_pl: Zwiększ jeden promień
pt_pt: Aumentar o raio uma vez
ro_ro: Incrementează o rază
ru_ru: Увеличить один радиус
th_th: เพิ่มรัศมี
tr_tr: Tek bir yarıçapı arttırın
vi_vn: Tăng một bán kính
zh_cn: 增大一个半径
zh_tw: 增大一個半徑
