Repository: MacSergey/NetworkMultitool
Catalog: NetworkMultitool/Properties/Localize.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fi, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Mode_Info_HoldToStep
source: Hold {0} to step {1}
cs_cz: Podržte {0} pro krok {1}
da_dk: Hold {0} nede for trin {1}
de_de: Halte {0} gedrückt, um {1} zu setzen
es_es: Mantener presionada la tecla {0} para pasar a {1}
fi_fi: {0} pohjassa askelväli on {1}
fr_fr: Maintenez {0} pour changer de {1}
it_it: Tieni premuto {0} per il passo {1}
ja_jp: {0} で {1} 刻み
ko_kr: {0}키를 눌러 {1}만큼 스텝
nl_nl: Houd {0} ingedrukt om {1} in stappen te verplaatsen
pl_pl: Przytrzymaj {0} aby przejść {1}
pt_pt: Manter {0} para avançar {1}
ro_ro: Țineți apăsat {0} pentru pasul {1}
ru_ru: {0} для шага {1}
th_th: กด {0} ค้างไว้เพื่อเลื่อน {1} ทีละระดับ
tr_tr: Yüksekliği {1} kadar değiştirmek için {0} tuşuna tıklayın
vi_vn: Giữ {0} để bước {1}
zh_cn: 按住 {0} 键可以步进 {1}
zh_tw: 按住 {0} 鍵以快進 {1}

# Mode_Info_InvertNetwork
source: Press {0} to invert network
cs_cz: Stiskněte {0} pro obrácení silnice
de_de: Drücke {0}, um das Netzwerk zu invertieren
es_es: Presiona la tecla {0} para cambiar dirección de la red
fi_fi: Paina {0} kääntääksesi tie
fr_fr: Appuyez sur {0} pour inverser le réseau
it_it: Premi {0} per invertire la rete
ja_jp: {0} でネットワークを反転
ko_kr: {0} 키를 눌러 네트워크 반전
nl_nl: Druk op {0} om het netwerk om te keren
pl_pl: Naciśnij {0}, aby odwrócić sieć
pt_pt: Pressionar {0} para inverter a rede
ro_ro: Țineți apăsat {0} pentru a inversa rețeaua
ru_ru: Нажмите {0} для инвертирования
th_th: กด {0} เพื่อกลับด้านถนน
tr_tr: Ağı tersine çevirmek için {0} tuşuna basın
vi_vn: Nhấn {0} để đảo ngược mạng
zh_cn: 按 {0} 反转网络
zh_tw: 按 {0} 以反轉網路

# Mode_Info_Loop_Create
source: Press {0} to create loop
cs_cz: Stiskněte {0} pro vytvoření smyčky
da_dk: Tryk på {0} for at oprette kurve
de_de: Drücke {0}, um eine Schleife zu erstellen
es_es: Presiona la tecla {0} para crear bucle
fi_fi: Paina {0} luodaksesi silmukka
fr_fr: Appuyez sur {0} pour créer une boucle
it_it: Premi {0} per cambiare ciclo
ja_jp: {0} でループ接続を確定
ko_kr: {0} 키를 눌러서 루프 생성
nl_nl: Druk {0} om een lus te creëren
pl_pl: Naciśnij {0}, aby utworzyć pętlę
pt_pt: Pressionar {0} para criar uma repetição
ro_ro: Apăsați {0} pentru a crea bucla
ru_ru: Нажмите {0} для создания петли
th_th: กด {0} เพื่อสร้างการหมุนวน
tr_tr: Döngü oluşturmak için {0} tıklayın
vi_vn: Nhấn {0} để tạo vòng lặp
zh_cn: 按 {0} 创建环形
zh_tw: 按 {0} 創建環形

# Mode_Info_NotEnoughMoney
source: Not enough money
cs_cz: Nedostatek peněz
da_dk: Ikke nok penge
de_de: Nicht genug Geld
es_es: No hay suficiente dinero
fi_fi: Ei riittävästi rahaa
fr_fr: Pas assez d'argent
it_it: Fondi insufficenti
ja_jp: 資金が足りません
ko_kr: 돈이 부족합니다
nl_nl: Niet genoeg geld
pl_pl: Niewystarczająca ilość pieniędzy
pt_pt: Dinheiro insuficiente
ro_ro: Nu aveți bani suficienți
ru_ru: Недостаточно денег
th_th: มีเงินไม่พอ
tr_tr: Yeterli para yok
vi_vn: Không đủ tiền
zh_cn: 资金不足
zh_tw: 資金不足

# Mode_Info_OutOfMap
source: Out of map
cs_cz: Mimo mapu
da_dk: Uden for kortet
de_de: Außerhalb der Karte
es_es: Fuera del mapa
fi_fi: Kartan ulkopuolella
fr_fr: Hors de la carte
it_it: Fuori dalla mappa
ja_jp: マップ圏外
ko_kr: 맵 밖
nl_nl: Buiten de kaart
pl_pl: Poza mapą
pt_pt: Fora do mapa
ro_ro: În afara hărții
ru_ru: За пределами карты
th_th: นอกแผนที่
tr_tr: Harita dışında
vi_vn: Ngoài bản đồ
zh_cn: 超出地图
zh_tw: 超出地圖

# Mode_Info_Parallel_ChangeHeight
source: Press {0} or {1} to change height
cs_cz: Stiskněte {0} nebo {1} pro změnu výšky
da_dk: Tryk på {0} eller {1} for at ændre højden
de_de: Drücke {0} oder {1}, um die Höhe zu ändern
es_es: Presiona la tecla {0} o {1} para cambiar la altura
fi_fi: Muuta korkeutta painamalla {0} tai {1}
fr_fr: Appuyez sur {0} ou {1} pour modifier la hauteur
it_it: Premi {0} o {1} per cambiare l'altezza
ja_jp: {0} or {1} で高さを変更
ko_kr: {0}이나 {1}을 눌러 높이 변경
nl_nl: Druk op {0} of {1} om de hoogte te veranderen
pl_pl: Naciśnij {0} lub {1}, aby zmienić wysokość
pt_pt: Pressionar {0} ou {1} para alterar a altura
ro_ro: Apăsați {0} sau {1} pentru a modifica înălțimea
ru_ru: Нажмите {0} или {1} для изменения высоты
th_th: กด {0} หรือ {1} เพื่อเปลี่ยนความสูง
tr_tr: Yüksekliği değiştirmek için {0} veya {1} tuşlarını kullanın
vi_vn: Nhấn {0} hoặc {1} để thay đổi chiều cao
zh_cn: 按 {0} 或 {1} 更改高度
zh_tw: 按 {0} 或 {1} 更改高度

# Mode_Info_Parallel_ChangeShift
source: Press {0} to switch creation side
cs_cz: Stiskněte {0} pro přepnutí strany
da_dk: Tryk på {0} for at skifte side for oprettelse
de_de: Drücke {0}, um die Erstellungsseite zu wechseln
es_es: Presiona la tecla {0} para cambiar el lado de creación
fi_fi: Paina {0} luodaksesi toiselle puolelle
fr_fr: Appuyez sur {0} pour changer de côté
it_it: Premi {0} per cambiare il lato della creazione
ja_jp: {0} で作成側の向きを切り替え
ko_kr: {0} 키를 눌러 제작 방향 변경
nl_nl: Druk op {0} om te wisselen van aanmaakzijde
pl_pl: Naciśnij {0}, aby zmienić stronę tworzenia
pt_pt: Pressionar {0} para mudar o lado da criação
ro_ro: Apăsați {0} pentru a comuta latura creării
ru_ru: Нажмите {0} чтобы изменить сторону
th_th: กด {0} เพื่อสลับข้าง
tr_tr: Oluşturulan tarafı değiştirmek için {0} tuşunu kullan
vi_vn: Nhấn {0} để chuyển sang bên tạo
zh_cn: 按下 {0} 切换创建边
zh_tw: 按 {0} 以切換創建邊

# Mode_Info_Parallel_Create
source: Press {0} to create parallel
cs_cz: Stiskněte {0} pro vytvoření paralely
da_dk: Tryk på {0} for at oprette parallel
de_de: Drücke {0}, um eine Parallele zu erstellen
es_es: Presiona la tecla {0} para crear red paralela
fi_fi: Paina {0} luodaksesi rinnakkainen
fr_fr: Appuyez sur {0} pour créer en parallèle
it_it: Premi {0} per creare parallele
ja_jp: {0} をパラレル敷設を確定
ko_kr: {0} 키를 눌러서 평행선 생성
nl_nl: Druk op {0} om een parallel te creëren
pl_pl: Naciśnij {0}, aby utworzyć równoległy
pt_pt: Pressionar {0} para criar uma repetição
ro_ro: Apăsați {0} pentru a crea in mod paralel
ru_ru: Нажмите {0} для создания параллели
th_th: กด {0} เพื่อสร้างทางคู่ขนาน
tr_tr: Paralel oluşturmak için {0} tuşunu kullan
vi_vn: Nhấn {0} để tạo song song
zh_cn: 按 {0} 创建平行
zh_tw: 按 {0} 以創建平行

# Mode_Info_RadiusTooBig
source: Radius too big
cs_cz: Poloměr je příliš velký
da_dk: Radius for stor
de_de: Radius zu groß
es_es: El radio es muy grande
fi: Liian suuri säde
fi_fi: Liian suuri säde
fr_fr: Rayon trop grand
hu_hu: Túl nagy a sugár
it_it: Raggio troppo grande
ja_jp: 半径が大き過ぎます
ko_kr: 반지름 너무 큼
nl_nl: Straal te groot
pl_pl: Promień jest za duży
pt_pt: Raio muito grande
ro_ro: Rază prea mare
ru_ru: Радиус слишком большой
th_th: รัศมีกว้างเกินไป
tr_tr: Çap çok büyük
vi_vn: Bán kính quá lớn
zh_cn: 半径过大
zh_tw: 半徑過大

# Mode_Info_RadiusTooSmall
source: Radius too small
cs_cz: Poloměr je příliš malý
da_dk: Radius for lille
de_de: Radius zu klein
es_es: El radio es muy pequeño
fi: Liian pieni säde
fi_fi: Liian pieni säde
fr_fr: Rayon trop petit
hu_hu: Túl kicsi a sugár
it_it: Raggio troppo piccolo
ja_jp: 半径が小さ過ぎます
ko_kr: 반지름 너무 작음
nl_nl: Straal te klein
pl_pl: Promień jest za mały
pt_pt: Raio muito pequeno
ro_ro: Rază prea mică
ru_ru: Радиус слишком маленький
th_th: รัศมีแคบเกินไป
tr_tr: Çap çok küçük
vi_vn: Bán kính quá nhỏ
zh_cn: 半径过小
zh_tw: 半徑過小

# Mode_Info_Refund
source: Refund: {0}
cs_cz: Vrácení peněz: {0}
da_dk: Refundering: {0}
de_de: Erstattung: {0}
es_es: Devolución: {0}
fi_fi: Hyvitys: {0}
fr_fr: Remboursement : {0}
it_it: Rimborso: {0}
ja_jp: 返金: {0}
ko_kr: 환불: {0}
nl_nl: Restitutie/terugbetaling: {0}
pl_pl: Zwrot: {0}
pt_pt: Reembolso: {0}
ro_ro: Rambursare: {0}
ru_ru: Возврат: {0}
th_th: คืนเงิน: {0}
tr_tr: İade miktarı: {0}
vi_vn: Hoàn tiền: {0}
zh_cn: 退款： {0}
zh_tw: 退款：{0}

# Mode_Info_SelectFirstSegment
source: Select first segment
cs_cz: Vyberte první segment
da_dk: Vælg første segment
de_de: Erstes Segment auswählen
es_es: Seleccione el primer segmento
fi: Valitse ensimmäinen tie
fi_fi: Valitse ensimmäinen tie
fr_fr: Sélectionnez le premier segment
hu_hu: Válaszd ki az első szegmenst
it_it: Seleziona il primo segmento
ja_jp: 1つ目のセグメントを選択
ko_kr: 첫 세그먼트 선택
nl_nl: Selecteer eerste segment
pl_pl: Zaznacz pierwszy segment
pt_pt: Selecione o primeiro segmento
ro_ro: Selectați primul segment
ru_ru: Выберите первый сегмент
th_th: เลือกเซกเมนต์แรก
tr_tr: İlk sektörü seçin
vi_vn: Chọn phân đoạn đầu tiên
zh_cn: 选择第一段落
zh_tw: 選擇第一線段

# Mode_Info_SelectSecondSegment
source: Select second segment
cs_cz: Vyberte druhý segment
da_dk: Vælg andet segment
de_de: Zweites Segment auswählen
es_es: Seleccione el segundo segmento
fi: Valitse toinen tie
fi_fi: Valitse toinen tie
fr_fr: Sélectionnez le second segment
hu_hu: Válaszd ki a második szegmenst
it_it: Seleziona il secondo segmento
ja_jp: 2つ目のセグメントを選択
ko_kr: 둘째 세그먼트 선택
nl_nl: Selecteer tweede segment
pl_pl: Zaznacz drugi segment
pt_pt: Selecione o segundo segmento
ro_ro: Selectați al doilea segment
ru_ru: Выберите второй сегмент
th_th: เลือกเซกเมนต์ที่สอง
tr_tr: İkinci sektörü seçin
vi_vn: Chọn phân đoạn thứ hai
zh_cn: 选择第二段落
zh_tw: 選擇第二線段

# Mode_Info_SelectSegment
source: Select segment
cs_cz: Vyberte segment
da_dk: Vælg segment
de_de: Segment auswählen
es_es: Seleccione segmento
fi_fi: Valitse tie
fr_fr: Sélectionnez un segment
hu_hu: Válaszd ki a szegmenst
it_it: Seleziona un segmento
ja_jp: セグメントを選択
ko_kr: 세그먼트 선택
nl_nl: Selecteer segment
pl_pl: Wybierz segment
pt_pt: Selecione segmento
ro_ro: Selectați segmentul
ru_ru: Выберите сегмент
th_th: เลือกเซกเมนต์
tr_tr: Sektör seçin
vi_vn: Chọn phân khúc
zh_cn: 选择段落
zh_tw: 選擇線段

# Mode_Info_Slope_Apply
source: Press {0} to apply slope
cs_cz: Stiskněte {0} pro použití sklonu
da_dk: Tryk {0} for at anvende hældning
de_de: Drücke {0}, um das Gefälle anzuwenden
es_es: Presiona la tecla {0} para aplicar pendiente
fi_fi: Paina {0} asettaaksesi
fr_fr: Appuyez sur {0} pour appliquer la pente
it_it: Premi {0} per applicare la pendenza
ja_jp: {0} でスロープ化を確定
ko_kr: {0} 키를 눌러 경사 적용
nl_nl: Druk op {0} om de helling toe te passen
pl_pl: Naciśnij {0}, aby zastosować nachylenie
pt_pt: Pressione {0} para aplicar inclinação
ro_ro: Apăsați {0} pentru a aplica înclinarea
ru_ru: Нажмите {0} чтобы применить наклон
th_th: กด {0} เพื่อปรับใช้ความลาดชัน
tr_tr: Eğim vermek için {0} tuşunu kullanın
vi_vn: Nhấn {0} để áp dụng độ dốc
zh_cn: 按下 {0} 以应用斜坡
zh_tw: 按 {0} 以應用斜坡

# Mode_Info_SwitchFollowTerrain
source: Press {0} to switch follow terrain
cs_cz: Stiskněte {0} pro přepnutí následování terénu
da_dk: Tryk på {0} for at skifte følg terræn
de_de: Drücke {0}, um "Gelände folgen" umzuschalten
es_es: Presiona la tecla {0} para cambiar a seguir terreno
fi_fi: Paina {0} seurataksesi maaston muotoja
fr_fr: Appuyez sur {0} pour permuter le suivi du terrain
it_it: Premi {0} per cambiare "segui terreno"
ja_jp: {0} で地形に追従
ko_kr: {0} 키를 눌러 지형에 맞추기 변경
nl_nl: Druk op {0} om te wisselen van volgend terrein
pl_pl: Naciśnij {0}, aby przełączyć podążanie za terenem
pt_pt: Pressionar {0} para alternar entre seguir terreno
ro_ro: Apăsați {0} pentru a comuta urmărirea terenului
ru_ru: Нажмите {0} для переключения следование поверхности
th_th: กด {0} เพื่อสลับการปรับตามภูมิประเทศ
tr_tr: Arazi takip değişikliği için {0} tuşunu kullanın
vi_vn: Nhấn {0} để chuyển đổi địa hình theo dõi
zh_cn: 按下“{0}”以切换至“跟随地形”模式。
zh_tw: 按 {0} 以切換至「跟隨地形」模式。

# Mode_Info_SwitchOffset
source: Press {0} to switch selected offset
cs_cz: Stiskněte {0} pro přepnutí vybraného odsazení
da_dk: Tryk på {0} for at skifte valgte offset
de_de: Drücke {0}, um den ausgewählten Abstand zu wechseln
es_es: Presiona la tecla {0} para cambiar el desplazamiento inicial de la curva seleccionada
fi_fi: Paina {0} valitaksesi toinen siirtymä
fr_fr: Appuyer sur {0} pour modifier le décalage du début de la courbe sélectionnée
hu_hu: Nyomd meg a {0}-t a kiválasztott görbe indítási eltolásának váltásához
it_it: Premi {0} per cambiare lo spostamento selezionato
ja_jp: {0} でオフセットを切り替え
ko_kr: {0} 키를 눌러 선택한 오프셋 변경
nl_nl: Druk op {0} om van geselecteerde verschuiving te wisselen
pl_pl: Naciśnij {0}, aby przełączyć wybrane przesunięcie
pt_pt: Pressione {0} para alternar deslocamento selecionado
ro_ro: Apăsați {0} pentru a comuta offsetul selectat
ru_ru: Нажмите {0} для смены выбранного отступа
th_th: กด {0} เพื่อสลับการเลือกระยะชดเชย
tr_tr: Seçilen merkezi değiştirmek için {0} tuşunu kullanın
vi_vn: Nhấn {0} để chuyển đổi độ lệch đã chọn
zh_cn: 按 {0} 切换选中偏移
zh_tw: 按 {0} 以切換選中偏移

# Mode_Info_UndergroundMode
source: Hold {0} to underground mode
cs_cz: Podržte {0} pro podzemní režim
da_dk: Hold {0} nede for undergrundstilstand
de_de: Halte {0} gedrückt für den unterirdischen Modus
es_es: Mantener presionada la tecla {0} para modo subterráneo
fi: Pidä Shift-näppäintä pohjassa nähdäksesi maanalaiset tiet
fi_fi: Pidä {0}-näppäintä pohjassa nähdäksesi maanalaiset tiet
fr_fr: Maintenez {0} pour utiliser le mode souterrain
hu_hu: Tartsd lenyomva a {0} a földalatti módhoz
it_it: Tieni premuto {0} per modalità sotterranea
ja_jp: {0} で地下表示に切り替え
ko_kr: {0}을 꾹 눌러 지하 모드
nl_nl: Houd {0} om in ondergrondse modus te gaan
pl_pl: Przytrzymaj {0} by przejść w tryb podziemny
pt_pt: Segurar {0} para o modo subterrâneo
ro_ro: Țineți apăsat {0} pentru modul Underground
ru_ru: Удерживайте {0} для подземного режима
th_th: กด {0} ค้างไว้เพื่อใช้โหมดใต้ดิน
tr_tr: Yeraltı modu için {0}'e basılı tutun
vi_vn: Giữ {0} ở chế độ ngầm
zh_cn: 按住 {0} 进入地下模式
zh_tw: 按住 {0} 以進入地下模式

# Mode_Info_WrongShape
source: Wrong shape
cs_cz: Špatný tvar
da_dk: Forkert form
de_de: Falsche Form
es_es: Forma incorrecta
fi: Väärä muoto
fi_fi: Väärä muoto
fr_fr: Forme incorrecte
hu_hu: Helytelen alak
it_it: Forma sbagliata
ja_jp: 形状が不適切です
ko_kr: 틀린 모양
nl_nl: Verkeerde vorm
pl_pl: Nieprawidłowy kształt
pt_pt: Forma errada
ro_ro: Forma greșită
ru_ru: Неправильная форма
th_th: ผิดรูปทรง
tr_tr: Yanlış şekil
vi_vn: Hình dạng sai
zh_cn: 形状错误
zh_tw: 形狀錯誤

# Mode_IntersectSegment
source: Intersect segments mode
cs_cz: Protínání segmentů
da_dk: Vejkryds tilstand
de_de: Segmente kreuzen
es_es: Modo de intersección de segmentos
fi: Teiden risteys
fi_fi: Teiden risteys
fr_fr: Intersecter des segments
hu_hu: Szegmensek metszése mód
it_it: Modalità interseca i segmenti
ja_jp: Mode: セグメントのクロス結合
ko_kr: 세그먼트 교차 모드
nl_nl: Segmenten overlappen modus
pl_pl: Tryb przecinania segmentów
pt_pt: Modo de intersecção de segmentos
ro_ro: Modul intersectare segmente
ru_ru: Режим пересечения сегментов
th_th: โหมดการตัดกันของเซกเมนต์
tr_tr: Kesişen sektör modu
vi_vn: Chế độ phân đoạn giao nhau
zh_cn: 交叉段落模式
zh_tw: 交叉線段模式

# Mode_IntersectSegment_Info_CommonNode
source: These segments have common node
cs_cz: Tyto segmenty mají společný uzel
da_dk: Disse veje har almindelig node
de_de: Diese Segmente haben einen gemeinsamen Netzwerk-Knoten
es_es: Estos segmentos tienen un nodo en común
fi_fi: Näillä teillä on yhteinen liittymä
fr_fr: Ces segments ont un nœud commun
it_it: Questi segmenti hanno nodi comuni
ja_jp: このセグメントは同じノードにあって選択できません
ko_kr: 세그먼트가 1개 노드를 공유함
nl_nl: Deze segmenten hebben een gemeenschappelijke knooppunt
pl_pl: Te segmenty mają wspólny węzeł
pt_pt: Estes segmentos têm um nó comum
ro_ro: Segmentele astea au un nod comun
ru_ru: Эти сегменты имеют общий узел
th_th: เซกเมนต์เหล่านี้ใช้โหนดร่วมกัน
tr_tr: Bu sektörler ortak düğüme sahip
vi_vn: Các phân đoạn này có nút chung
zh_cn: 这些段落有共同节点
zh_tw: 這些線段有共同節點

# Mode_IntersectSegment_Info_EdgeTooClose
source: Edge of one segment is too close to end of second segment
cs_cz: Okraj jednoho segmentu je příliš blízko ke konci druhého segmentu
da_dk: Kanten af den ene vej er for tæt på slutningen af den anden vej
de_de: Rand eines Segments ist zu nahe am Ende des zweiten Segments
es_es: El borde del primer segmento está muy cerca del final del segundo segmento
fi: Tie on liian lähellä toisen tien päätä
fi_fi: Tie on liian lähellä toisen tien päätä
fr_fr: Le bord du segment est trop proche de la fin du second segment
hu_hu: Az egyik szegmens széle túl közel van a másik szegmens végéhez
it_it: Il bordo di un segmento è troppo vicino alla fine del secondo segmento
ja_jp: 1 つ目と2つ目で選択した、いずれかのセグメントが終端に近すぎます
ko_kr: 첫 세그먼트의 끝점이 두 번째의 끝점과 너무 가까움
nl_nl: De rand van één segment is te dichtbij het einde van het tweede segment
pl_pl: Krawędź pierwszego segmentu jest zbyt blisko końca drugiego segmentu
pt_pt: Borda de um segmento é muito perto do final do segundo segmento
ro_ro: Marginea unui segment este prea aproape la sfârșitul celui de al doilea segment
ru_ru: Край одного сегмента слишком близок к концу другого сегмента
th_th: เซกเมนต์แรก อยู่ใกล้กับจุดสิ้นสุด เซกเมนต์ที่สอง มากเกินไป
tr_tr: Sektörlerden birinin kenarı diğerine çok yakın
vi_vn: Cạnh của một đoạn quá gần cuối phân đoạn thứ hai
zh_cn: 一个段落的边缘离另一段落终点过近
zh_tw: 一個線段的邊緣離另一線段終點過近

# Mode_IntersectSegment_Info_NotIntersect
source: These segments don’t intersect
cs_cz: Tyto segmenty se neprotínají
da_dk: Disse veje overlapper ikke hinanden
de_de: Diese Segmente überschneiden sich nicht
es_es: Estos segmentos no se intersecan
fi: Nämä tiet eivät risteä
fi_fi: Nämä tiet eivät risteä
fr_fr: Ces segments ne se croisent pas
hu_hu: Ezek a szegmensek nem metszik egymást
it_it: Questi segmenti non sono intersecati
ja_jp: セグメント同士が交差していません
ko_kr: 세 세그먼트가 교차하지 않음
nl_nl: Deze segmenten kruisen elkaar niet
pl_pl: Te segmenty się nie przecinają
pt_pt: Estes segmentos não se intersectam
ro_ro: Aceste segmente nu intersectează
ru_ru: Эти сегменты не пересекаются
th_th: เซกเมนต์เหล่านี้ไม่ตัดกัน
tr_tr: Bu sektörler kesişmiyor
vi_vn: Các phân đoạn này không giao nhau
zh_cn: 这些段落并不相交
zh_tw: 這些線段並不相交

# Mode_InvertSegment
source: Invert segment mode
cs_cz: Otočení segmentu
da_dk: Ændre Vejkryds tilstand
de_de: Segmente invertieren
es_es: Modo de invertir segmento
fi_fi: Käännä tie
fr_fr: Inversement de segment
hu_hu: Szegmens megfordítása mód
it_it: Modalità inverti segmento
ja_jp: Mode: セグメントの反転
ko_kr: 세그먼트 반전 모드
nl_nl: Segmenten omkeren modus
pl_pl: Tryb obracania segmentu
pt_pt: Modo de inversão de segmento
ro_ro: Modul inversare segmente
ru_ru: Режим инвертирования сегмента
th_th: โหมดกลับด้านเซกเมนต์
tr_tr: Sektör modunu tersine çevir
vi_vn: Chế độ đảo ngược phân đoạn
zh_cn: 反转段落模式
zh_tw: 反轉線段模式

# Mode_InvertSegment_Info_ClickToReverse
source: Click to invert segment
cs_cz: Klikněte pro obrácení segmentu
da_dk: Klik for at ændre retning
de_de: Klicken, um das Segment zu invertieren
es_es: Clic para invertir segmento
fi_fi: Napauta kääntääksesi tie
fr_fr: Cliquez pour inverser le segment
hu_hu: Kattints a szegmens megfordításához
it_it: Clicca per invertire il segmento
ja_jp: クリックしてセグメントを反転
ko_kr: 클릭해 세그먼트 반전
nl_nl: Klik om de segmenten om te keren
pl_pl: Kliknij, aby odwrócić segment
pt_pt: Clique para inverter o segmento
ro_ro: Faceți clic pentru a inversa segmentul
ru_ru: Нажмите чтобы инвертировать сегмент
th_th: คลิกเพื่อกลับด้านเซกเมนต์
tr_tr: Sektörü tersine çevirmek için tıkla
vi_vn: Nhấp để đảo ngược phân đoạn
zh_cn: 点击以反转段落
zh_tw: 點擊以反轉線段

# Mode_InvertSegment_Info_SelectToReverse
source: Select segment to invert it
cs_cz: Vyberte segment pro obrácení
da_dk: Vælg vejstykke for at ændre retning
de_de: Segment auswählen, um es zu invertieren
es_es: Seleccione segmento para invertirlo
fi_fi: Valitse tie kääntääksesi se
fr_fr: Sélectionnez un segment à inverser
hu_hu: Válaszd ki a szegmenst a megfordításához
it_it: Seleziona segmento per invertirlo
ja_jp: セグメントを選択して反転
ko_kr: 세그먼트를 선택해 반전
nl_nl: Selecteer de segment om het om te keren
pl_pl: Wybierz segment, aby go odwrócić
pt_pt: Selecione o segmento para invertê-lo
ro_ro: Selectați segmentul pentru a-l inversa
ru_ru: Выберите сегмент чтобы инвертировать его
th_th: เลือกเซกเมนต์เพื่อกลับด้าน
tr_tr: Ters çevrilecek sektörü seçin
vi_vn: Chọn phân đoạn để đảo ngược nó
zh_cn: 选择要反转的段落
zh_tw: 選擇要反轉的線段

# Mode_NodeLine_Info_NotConnected
source: This node can't be selected because not connected with others
cs_cz: Tento uzel nemůže být vybrán, protože nemá spojení s ostatními
da_dk: Denne node kan ikke vælges fordi den ikke er forbundet med andre
de_de: Dieser Netzwerk-Knoten kann nicht ausgewählt werden, da er nicht mit anderen verbunden ist
es_es: Este nodo no se puede seleccionar porque no está conectado con otros nodos
fi: Tätä risteystä ei voi valita, koske se ei ole yhteydessä muihin
fi_fi: Tätä liittymää ei voi valita, koska se ei ole yhteydessä muihin
fr_fr: Ce nœud ne peut pas être sélectionné car il n'est pas connecté aux autres
hu_hu: Ez a csomópont nem választható ki, mert nincs kapcsolatban másokkal
it_it: Questo nodo non può essere selezionato perché non è connesso con altri
ja_jp: 他のノードと未接続です このノードは選択できません
ko_kr: 이 노드는 다른 노드와 연결되어 있지 않아 선택할 수 없습니다
nl_nl: Dit knooppunt kan niet worden geselecteerd omdat het niet is verbonden met andere
pl_pl: Ten węzeł nie może być zaznaczony ponieważ nie jest połączony z pozostałymi
pt_pt: Este nó não pode ser selecionado porque não está ligado a outros
ro_ro: Nodul acesta nu poate fi selectat pentru că nu este conectat cu alte noduri
ru_ru: Этот узел не может быть выбран так как он не соединен с остальными
th_th: ไม่สามารถเลือกโหนดนี้ได้ เพราะมันไม่เชื่อมต่อกับโหนดอื่น ๆ
tr_tr: Bu düğüm diğerleriyle bağlantıda değil bu düğümü seçemezsiniz
vi_vn: Không thể chọn nút này Bởi vì không kết nối với người khác
zh_cn: 不能选择此节点 原因：未与其他节点连接
zh_tw: 不能選擇此節點 原因：未與其他節點連接

# Mode_NodeLine_Info_SelectNode
source: Select node to add it to order
cs_cz: Vyberte uzel do pořadí
da_dk: Vælg node for at tilføje den til eksisterende
de_de: Netzwerk-Knoten auswählen um ihn zur Reihenfolge hinzuzufügen
es_es: Seleccione el nodo para agregarlo al orden
fi: Valitse risteys lisätäksesi se
fi_fi: Valitse liittymä lisätäksesi se
fr_fr: Sélectionnez le nœud à ajouter à l'action
hu_hu: Válaszd ki a csomópontot a hozzáadáshoz
it_it: Seleziona il nodo per aggiungerlo all'ordine
ja_jp: ノードを選択してオーダーに追加
ko_kr: 노드를 선택해 순서에 추가
nl_nl: Selecteer knooppunt om het toe te voegen aan volgorde
pl_pl: Zaznacz węzeł aby dodać go do kolejki
pt_pt: Selecione o nó para adicioná-lo à ordem
ro_ro: Selectați nodul pentru a-l adăuga în ordine
ru_ru: Выберите узел для добавления в список
th_th: เลือกโหนดเพื่อเพิ่มมันในลำดับ
tr_tr: Düzene eklemek için düğüm ekle
vi_vn: Chọn nút để thêm nó vào thứ tự
zh_cn: 选择要均匀的节点
zh_tw: 選擇要均勻的節點

# Mode_RadiusFormat
source: {0}m
da_dk: {0}min
ru_ru: {0}м
th_th: {0}ม.
zh_cn: {0}米
zh_tw: {0}公尺

# Mode_RemoveNode
source: Remove node mode
cs_cz: Odebrání uzlu
da_dk: Fjern node
de_de: Netzwerk-Knoten entfernen
es_es: Modo de eliminar nodo
fi: Poista risteys
fi_fi: Poista liittymä
fr_fr: Supprimer des nœuds
hu_hu: Csomópont eltávolítása mód
it_it: Rimuovi modalità nodo
ja_jp: Mode: ノードの除去
ko_kr: 노드 삭제 모드
nl_nl: Verwijder knooppunt-modus
pl_pl: Tryb usuwania węzłów
pt_pt: Modo remover nó
ro_ro: Eliminați modul nod
ru_ru: Режим удаления узлов
th_th: โหมดการลบโหนด
tr_tr: Düğüm modunu kaldır
vi_vn: Xóa chế độ nút
zh_cn: 删除节点模式
zh_tw: 刪除節點模式

# Mode_RemoveNode_Info_NotAllow
source: Not possible to remove this node
cs_cz: Nelze odstranit tento uzel
da_dk: Ikke muligt at fjerne denne node
de_de: Es ist nicht erlaubt, diesen Netzwerk-Knoten zu entfernen
es_es: No se puede eliminar este nodo
fi: Tätä risteystä ei voi poistaa
fi_fi: Tätä liittymää ei voi poistaa
fr_fr: Non autorisé à supprimer ce nœud
hu_hu: Nem engedélyezett e csomópont eltávolítása
it_it: Non consentito di rimuovere questo nodo
ja_jp: このノードは除去できません
ko_kr: 노드 삭제 불가능
nl_nl: Niet toegestaan om dit knooppunt te verwijderen
pl_pl: Nie zezwalaj na usunięcie tego węzła
pt_pt: Não é permitido remover este nó
ro_ro: Nu este posibil să eliminați nodul acesta
ru_ru: Этот узел нельзя удалить
th_th: ไม่สามารถลบโหนดนี้ได้
tr_tr: Bu düğümü kaldırmak mümkün değil
vi_vn: Không thể xóa nút này
zh_cn: 不可删除此节点
zh_tw: 不可刪除此節點
