Repository: MacSergey/NetworkMultitool
Catalog: NetworkMultitool/Properties/Localize.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fi, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Mode_AddNode
source: Add node mode
cs_cz: Přidání uzlu
da_dk: Tilføj node
de_de: Netzwerk-Knoten hinzufügen
es_es: Modo de adición de nodos
fi: Kahden tien risteyksetön välin lisäys
fi_fi: Lisää liittymä
fr_fr: Ajouter des nœuds
hu_hu: Csomópont hozzáadása mód
it_it: Aggiungi modalità nodo
ja_jp: Mode: ノードの追加
ko_kr: 노드 추가 모드
nl_nl: Knooppunt-modus toevoegen
pl_pl: Tryb dodawania węzłów
pt_pt: Modo de adição de nó
ro_ro: Modul adaugă nod
ru_ru: Режим добавления узла
th_th: โหมดเพิ่มโหนด
tr_tr: Düğüm modu ekleyin
vi_vn: Thêm chế độ
zh_cn: 添加节点模式
zh_tw: 新增節點模式

# Mode_AddNode_Info_ClickToAdd
source: Click to add node
cs_cz: Kliknutím přidáte uzel
da_dk: Klik for at tilføje en node
de_de: Klicken, um einen Netzwerk-Knoten einzufügen
es_es: Clic para añadir nodo
fi: Lisää kahden tien risteyksetön väli napauttamalla
fi_fi: Lisää liittymä napauttamalla
fr_fr: Cliquez pour ajouter un nœud
hu_hu: Kattints csomópont hozzáadásához
it_it: Clicca per aggiungere un nodo
ja_jp: クリックしてノードを追加
ko_kr: 클릭해 노드 추가
nl_nl: Klik om een knooppunt toe te voegen
pl_pl: Kliknij, aby wstawić węzeł
pt_pt: Clicar para adicionar nó
ro_ro: Apăsați pentru a adăuga un nod
ru_ru: Нажмите чтобы добавить узел
th_th: คลิกเพื่อเพิ่มโหนด
tr_tr: Düğüm eklenemedi
vi_vn: Nhấp để thêm
zh_cn: 点击添加节点
zh_tw: 點擊新增節點

# Mode_AddNode_Info_PreciseMeasurement
source: Hold {0} for precise measurement
cs_cz: Podržte {0} pro přesné měření
de_de: Halte {0} für präzise Messungen
es_es: Mantener presionada {0} para medición precisa
fr_fr: Maintenez {0} pour une mesure précise
it_it: Tieni premuto {0} per una misurazione precisa
ja_jp: {0} で正確に距離を測定
ko_kr: {0}를 꾹 눌러 정밀한 조절
nl_nl: Houd {0} ingedrukt voor nauwkeurige metingen
pl_pl: Przytrzymaj {0} dla precyzyjnego pomiaru
pt_pt: Manter {0} para uma medição precisa
ro_ro: Mențineți apăsat {0} pentru măsurare precisă
ru_ru: Удерживайте {0} для точного измерения
th_th: กด {0} ค้าง เพื่อวัดแบบละเอียด
tr_tr: Hassas ölçüm için {0} tuşunu basılı tutun
vi_vn: Giữ {0} để đo chính xác
zh_cn: 按住 {0} 以进行精确测量
zh_tw: 按住 {0} 以進行精確測量

# Mode_AddNode_Info_SelectToAdd
source: Select segment to add node
cs_cz: Vyberte segment pro přidání uzlu
da_dk: Vælg vej for at tilføje note
de_de: Segment zum Hinzufügen eines Netzwerk-Knotens auswählen
es_es: Seleccione un segmento para añadir un nodo
fi: Valitse tie lisätäksesi risteyksetön väli
fi_fi: Valitse tie lisätäksesi liittymä
fr_fr: Sélectionnez un segment pour ajouter un nœud
hu_hu: Válassz szegmenst a csomópont hozzáadásához
it_it: Seleziona il segmento per aggiungere il nodo
ja_jp: ノードを追加したいセグメントを選択
ko_kr: 세그먼트를 선택해 노드 추가
nl_nl: Selecteer het segment om een knooppunt toe te voegen
pl_pl: Wybierz segment, aby dodać węzeł
pt_pt: Selecionar segmento para adicionar nó
ro_ro: Selectați segmentul pentru a adăuga nodul
ru_ru: Выберите сегмент для добавления узла
th_th: เลือกเซกเมนต์ที่ต้องการเพิ่มโหนด
tr_tr: Düğüm eklemek için sektör seç
vi_vn: Chọn phân đoạn để thêm nút
zh_cn: 选择要添加节点的部分
zh_tw: 選擇要新增節點的部分

# Mode_AddNode_Info_TooCloseNode
source: Can't add node Too close to nearby node
cs_cz: Nelze vložit uzel Příliš blízko k jinému uzlu
da_dk: Kan ikke tilføje node Er for tæt på nærliggende node
de_de: Netzwerk-Knoten kann nicht hinzugefügt werden Zu nah an einem anderen Netzwerk-Knoten
es_es: No se puede añadir el nodo Muy cerca del nodo más cercano
fi: Risteystä ei voi lisätä Se on liian lähellä toista risteystä
fi_fi: Liittymää ei voi lisätä Se on liian lähellä toista liittymää
fr_fr: Impossible d'ajouter le nœud Trop proche du nœud voisin
hu_hu: Nem lehet hozzáadni a csomópontot Túl közel egy másik csomóponthoz
it_it: Impossibile inserire il nodo Troppo vicino ad un altro nodo
ja_jp: ノードが追加できません 他のノードと近すぎます
ko_kr: 노드 추가 불가 근처 노드와 너무 가까움
nl_nl: Kan knooppunt niet toevoegen Te dicht bij een nabijgelegen knooppunt
pl_pl: Nie można wstawić węzła Za blisko sąsiedniego węzła
pt_pt: Não é possível inserir nó Está demasiado perto de outro nó
ro_ro: Nu se poate adăuga nodul Este prea aproape la nodul de lângă
ru_ru: Невозможно добавить узел Слишком близко к соседнему узлу
th_th: เพิ่มโหนดตรงนี้ไม่ได้ เนื่องจากอยู่ใกล้กับอีกโหนดเกินไป
tr_tr: Düğümün yakınına düğüm eklenemedi
vi_vn: Không thể thêm nút Quá gần nút lân cận
zh_cn: 无法插入节点 节点间距过短
zh_tw: 無法插入節點 節點間距過短

# Mode_ArrangeAtCircle
source: Arrange at circle mode
cs_cz: Zarovnání do kruhu
da_dk: Arrangér i cirkeltilstand
de_de: Im Kreis anordnen
es_es: Modo de organización en círculo
fi_fi: Asettele ympyräksi
fr_fr: Aligner en cercle
it_it: Organizzare in modalità cerchio
ja_jp: Mode: フォースサークル
ko_kr: 원 위에 정렬 모드
nl_nl: Tot cirkel vervormen
pl_pl: Tryb układania w okręgu
pt_pt: Modo de ajustar em círculo
ro_ro: Modul aranjează în mod circular
ru_ru: Режим выравнивания в круг
th_th: โหมดจัดเรียงเป็นวงกลม
tr_tr: Daire modunda ayarla
vi_vn: Sắp xếp ở chế độ vòng tròn
zh_cn: 圆圈对齐模式
zh_tw: 圓圈對齊模式

# Mode_ArrangeAtLine
source: Arrange at line mode
cs_cz: Zarovnání do linie
da_dk: Arranger i linjetilstand
de_de: In Reihe anordnen
es_es: Modo de organización en línea
fi: Tien suoristus
fi_fi: Tien suoristus
fr_fr: Aligner la route
hu_hu: Vonalhoz rendezés mód
it_it: Organizza in modalità linea
ja_jp: Mode: フォーススムージング
ko_kr: 선 위에 정렬 모드
nl_nl: Tot rechte lijn vervormen
pl_pl: Tryb porządkowania w linii
pt_pt: Modo de ajustar em linha
ro_ro: Modul aranjează în linie
ru_ru: Режим выравнивания в линию
th_th: โหมดจัดเรียงเป็นแถว
tr_tr: Çizgi modunda ayarla
vi_vn: Sắp xếp ở chế độ dòng
zh_cn: 多点均匀功能
zh_tw: 多點均勻功能

# Mode_ArrangeCircle_Info_ClickToComplite
source: Click to complete circle selection
cs_cz: Kliknutím dokončíte výběr kruhu
da_dk: Klik for at færdiggøre cirkelvalg
de_de: Klicken, um die Auswahl für einen Kreis abzuschließen
es_es: Clic para completar selección del círculo
fi_fi: Napauta viimeistelläksesi ympyrän valinta
fr_fr: Cliquez pour compléter la sélection du cercle
it_it: Fare clic per completare la selezione cerchio
ja_jp: クリックしてサークルの選択を確定
ko_kr: 클릭하여 원 선택 완료
nl_nl: Klik om selectie van cirkel te voltooien
pl_pl: Naciśnij aby zakończyć wybór okręgu
pt_pt: Clicar para completar a seleção do círculo
ro_ro: Apăsați pentru a completa selecția circulară
ru_ru: Нажмите чтобы завершить выделение круга
th_th: คลิกเพื่อทำวงกลมที่เลือก
tr_tr: Dairesel seçimi tamamlamak için tıkla
vi_vn: Nhấp để hoàn tất lựa chọn vòng tròn
zh_cn: 点击以完成圆圈选择
zh_tw: 點擊以完成圓圈選擇

# Mode_ArrangeLine_Info_ClickToSelectDirection
source: Click to select arrange direction
cs_cz: Kliknutím vyberte směr uspořádání
da_dk: Klik for at vælge retningen
de_de: Klicken, um die Ausrichtung auszuwählen
es_es: Clic para seleccionar dirección de organización
fi_fi: Napauta valitaksesi suunta
fr_fr: Cliquez pour sélectionner la direction de l'alignement
hu_hu: Kattints a rendezés irányának kiválasztásához
it_it: Fare clic per selezionare l'impostazione della direzione
ja_jp: クリックしてアレンジ方向を選択
ko_kr: 클릭해 배열 방향 선택
nl_nl: Klik om richting in te stellen
pl_pl: Kliknij, aby wybrać kierunek porządkowania
pt_pt: Clicar para selecionar a direção do arranjo
ro_ro: Apăsați pentru a selecta direcția aranjării
ru_ru: Нажмите для выбора направления выравнивания
th_th: คลิกเพื่อเลือกทิศทางการจัดเรียง
tr_tr: Yön ayarlamayı seçmek için tıkla
vi_vn: Nhấp để chọn hướng sắp xếp
zh_cn: 点击以选择对齐方向
zh_tw: 點擊以選擇對齊方向

# Mode_ArrangeLine_Info_SelectDirection
source: Select segment to set arrange direction
cs_cz: Vyberte segment pro nastavení směru uspořádání
da_dk: Vælg vej for at indstille retning
de_de: Segment auswählen, um die Ausrichtung festzulegen
es_es: Seleccione el segmento para establecer la dirección de organización
fi_fi: Valitse tie asettaaksesi suunta
fr_fr: Sélectionnez un segment pour définir la direction de l'alignement
hu_hu: Válaszd ki a szegmenst a rendezési irány beállításához
it_it: Seleziona il segmento per impostare la direzione
ja_jp: アレンジ方向を設定するセグメントを選択
ko_kr: 세그먼트를 클릭해 배열 방향 선택
nl_nl: Selecteer een segment om de richting in te stellen
pl_pl: Wybierz segment, aby ustawić kierunek porządkowania
pt_pt: Selecionar segmento para definir a direção do arranjo
ro_ro: Selectați segmentul pentru a seta direcția aranjării
ru_ru: Выберите сегмент для направления выравнивания
th_th: เลือกเซกเมนต์เพื่อกำหนดทิศทางการจัดเรียง
tr_tr: Yönünü ayarlamak için sektör seç
vi_vn: Chọn phân đoạn để đặt hướng sắp xếp
zh_cn: 选择段落以设定对齐方向
zh_tw: 選擇線段以設定對齊方向

# Mode_Connection_Info_DoubleClickOnCenterToChangeDir
source: Double click on circle center to change curve direction
cs_cz: Dvojklik do středu kruhu pro změnu směru ohybu
da_dk: Dobbeltklik på cirkel centrum for at ændre kurve retning
de_de: Doppelklick auf die Kreismitte um die Kurvenrichtung zu ändern
es_es: Doble clic en el centro del círculo para cambiar la dirección de la curva
fi_fi: Kaksoisnapauta ympyrän keskustaa vaihtaaksesi suuntaa
fr_fr: Double-cliquez sur le centre du cercle pour changer la direction de la courbe
hu_hu: A görbe irányának megváltoztatásához kattints duplán a kör közepére
it_it: Doppio clic sul centro del cerchio per cambiare la direzione della curva
ja_jp: サークルの中心をダブルクリックして カーブを方向転換
ko_kr: 원 중심을 더블 클릭해 커브의 방향 변경
nl_nl: Dubbelklik op het midden van de cirkel om de richting van de kromming te veranderen
pl_pl: Kliknij dwukrotnie na środku okręgu, aby zmienić kierunek zakrętu
pt_pt: Clicar duas vezes no centro do círculo para mudar a direção da curva
ro_ro: Faceți dublu clic în centrul cercului pentru a schimba direcția curbei
ru_ru: Двойное нажатие на центр круга для изменения направления кривой
th_th: ดับเบิลคลิกที่จุดกลางวงกลม เพื่อเปลี่ยนทิศทางของเส้นโค้ง
tr_tr: Eğim yönünü değiştirmek için daire merkezine çift tıklayın
vi_vn: Nhấp đúp chuột vào trung tâm vòng tròn để thay đổi hướng đường cong
zh_cn: 双击圆心 以改变曲线方向
zh_tw: 按兩下圓心 以改變曲線方向

# Mode_Connection_Info_DoubleClickToAdd
source: Double click to add curve to this line
cs_cz: Dvojklikem přidáte do této linie zatáčku
da_dk: Dobbeltklik for at tilføje kurve til denne linje
de_de: Doppelklicken, um eine Kurve hinzuzufügen
es_es: Doble clic para agregar curva a esta línea
fi_fi: Kaksoisnapauta lisätäksesi mutka
fr_fr: Double-cliquez pour ajouter une courbe à cette ligne
hu_hu: Kattints duplán, hogy a görbét hozzáadd ehhez a vonalhoz
it_it: Fare doppio clic per aggiungere una curva a questa linea
ja_jp: ダブルクリックでセグメントにカーブを追加
ko_kr: 더블 클릭해 이 선에 커브 추가
nl_nl: Dubbelklik om een kromming toe te passen aan deze lijn
pl_pl: Kliknij dwukrotnie, aby dodać zakręt do tej linii
pt_pt: Clique duas vezes para adicionar uma curva a esta reta
ro_ro: Faceți dublu clic pentru a adăuga o curbă în această linie
ru_ru: Двойное нажатие для добавления кривой
th_th: ดับเบิลคลิกเพื่อเพิ่มเส้นโค้งให้กับถนนเส้นนี้
tr_tr: Bu çizgiye eğim eklemek için çift sol tıkla
vi_vn: Nhấp đúp để thêm đường cong vào đường này
zh_cn: 双击左键在此线添加曲线
zh_tw: 按兩下左鍵在此線新增曲線

# Mode_Connection_Info_DoubleClickToRemove
source: Double right click to remove this curve
cs_cz: Pravým dvojklikem odeberete tuto zatáčku
da_dk: Dobbelt højreklik for at fjerne denne kurve
de_de: Doppelter Rechtsklick, um diese Kurve zu entfernen
es_es: Doble clic para eliminar esta curva
fi_fi: Kaksoisnapauta hiiren oikealla napilla poistaaksesi tämä mutka
fr_fr: Double-clic droit pour supprimer cette courbe
hu_hu: A görbe eltávolításához kattints duplán a jobb gombbal
it_it: Doppio clic con il tasto destro per rimuovere questa curva
ja_jp: 右のダブルクリックでセグメントのカーブを消去
ko_kr: 더블 우클릭해 커브 제거
nl_nl: Dubbelklik met de rechtermuisknop om deze kromming te verwijderen
pl_pl: Kliknij dwukrotnie, aby usunąć ten zakręt
pt_pt: Clique duas vezes para remover esta curva
ro_ro: Faceți dublu clic dreapta pentru a elimina curba
ru_ru: Двойное нажатие правой кнопки для удаления этой кривой
th_th: ดับเบิลคลิกขวาเพื่อลบเส้นโค้งนี้
tr_tr: Bu eğimi silmek için iki kere sağ tıkla
vi_vn: Nhấp đúp chuột phải để xóa đường cong này
zh_cn: 双击右键删除此曲线
zh_tw: 按兩下右鍵刪除此曲線

# Mode_Connection_Info_DragToChangeRadius
source: Drag to change radius
cs_cz: Tažením změníte poloměr
da_dk: Træk for at ændre radius
de_de: Ziehen, um den Radius zu ändern
es_es: Arrastre para cambiar radio
fi_fi: Vedä muutaaksesi sädettä
fr_fr: Faites glisser pour changer le rayon
hu_hu: A sugár megváltoztatásához húzd
it_it: Trascina per cambiare il raggio
ja_jp: ドラッグして半径を変更
ko_kr: 드래그해 반경 변경
nl_nl: Sleep om de radius te veranderen
pl_pl: Przeciągnij, aby zmienić promień
pt_pt: Arraste para alterar o raio
ro_ro: Trageți pentru a schimba raza
ru_ru: Перетащите для изменения радиуса
th_th: ลากเพื่อปรับรัศมี
tr_tr: Çapı ayarlamak için tutup çekin
vi_vn: Kéo để thay đổi bán kính
zh_cn: 拖动以改变半径
zh_tw: 拖動以改變半徑

# Mode_Connection_Info_DragToMove
source: Drag to move circle
cs_cz: Tažením posunout kruh
da_dk: Træk for at flytte cirkel
de_de: Ziehen, um den Kreis zu bewegen
es_es: Arrastre para mover el círculo
fi_fi: Vedä siirtääksesi ympyrää
fr_fr: Faites glisser pour déplacer le cercle
hu_hu: A kör mozgatásához húzd
it_it: Trascina per spostare il cerchio
ja_jp: ドラッグしてサークルを移動
ko_kr: 드래그해 원 이동
nl_nl: Sleep om de cirkel te verplaatsen
pl_pl: Przeciągnij, aby przesunąć okrąg
pt_pt: Arraste para mover o círculo
ro_ro: Trageți pentru a muta cercul
ru_ru: Перетащите для перемещения круга
th_th: ลากเพื่อย้ายวงกลม
tr_tr: Daireyi ayarlamak için tutup çekin
vi_vn: Kéo để di chuyển vòng tròn
zh_cn: 拖移以移动圆
zh_tw: 拖移以移動圓

# Mode_CreateConnection
source: Create connection mode
cs_cz: Tvorba propojení
da_dk: Opret forbindelse
de_de: Verbindung erstellen
es_es: Modo de creación de conexión
fi: Teiden yhdistys
fi_fi: Teiden yhdistys
fr_fr: Créer une connexion
hu_hu: Kapcsolat létrehozása mód
it_it: Crea modalità connessione
ja_jp: Mode: ストレート接続
ko_kr: 연결 생성 모드
nl_nl: Creëer verbind-modus
pl_pl: Tryb tworzenia połączeń
pt_pt: Modo de criação de ligação
ro_ro: Modul creare conexiune
ru_ru: Режим создания соединения
th_th: โหมดสร้างการเชื่อมต่อ
tr_tr: Bağlantı modu oluştur
vi_vn: Tạo chế độ kết nối
zh_cn: 创建连接模式
zh_tw: 創建連接模式

# Mode_CreateCurve
source: Create curve mode
cs_cz: Tvorba zatáčky
da_dk: Opret kurve
de_de: Kurve erstellen
es_es: Modo de creación de curva
fi_fi: Mutkan luominen
fr_fr: Créer une courbe
it_it: Modalità Crea curva
ja_jp: Mede: カーブ接続
ko_kr: 곡선 생성 모드
nl_nl: Creëer bocht-modus
pl_pl: Tryb tworzenia zakrętu
pt_pt: Modo de criar curva
ro_ro: Modul creare curbă
ru_ru: Режим создания кривой
th_th: โหมดสร้างทางโค้ง
tr_tr: Eğim modu oluştur
vi_vn: Tạo chế độ đường cong
zh_cn: 创建曲线模式
zh_tw: 創建曲線模式

# Mode_CreateLoop
source: Create loop mode
cs_cz: Tvorba smyčky
da_dk: Opret kurve
de_de: Schleife erstellen
es_es: Modo de creación de bucle
fi: Mutkan luominen
fi_fi: Silmukan luominen
fr_fr: Créer une boucle
hu_hu: Hurok létrehozása mód
it_it: Crea modalità ciclo
ja_jp: Mode: ループ接続
ko_kr: 루프 생성 모드
nl_nl: Creëer lus-modus
pl_pl: Tryb tworzenia pętli
pt_pt: Modo de criação de loop
ro_ro: Modul creare buclă
ru_ru: Режим создания петли
th_th: โหมดสร้างทางหมุนวน
tr_tr: Döngü modu oluştur
vi_vn: Tạo chế độ vòng lặp
zh_cn: 创建环形模式
zh_tw: 創建環形模式

# Mode_CreateLoop_Info_Change
source: Press {0} to change loop
cs_cz: Stiskněte {0} pro změnu smyčky
da_dk: Tryk på {0} for at ændre kurve
de_de: Drücke {0}, um die Schleife zu ändern
es_es: Presiona la tecla {0} para cambiar el bucle
fi: Napauta {0} vaihtaaksesi kaarteen suunta
fi_fi: Napauta {0} vaihtaaksesi silmukan suunta
fr_fr: Appuyez sur {0} pour modifier la boucle
hu_hu: Nyomd meg {0}-t a hurok megváltoztatásához
it_it: Premi {0} per cambiare ciclo
ja_jp: {0} でループを変更
ko_kr: {0} 키를 눌러서 루프 변경
nl_nl: Druk {0} om de lus te wijzigen
pl_pl: Naciśnij {0}, aby zmienić pętlę
pt_pt: Pressione {0} para alterar o loop
ro_ro: Apăsați {0} pentru a schimba bucla
ru_ru: Нажмите {0} для изменения петли
th_th: กด {0} เพื่อเปลี่ยนการหมุนวน
tr_tr: Döngüyü değiştirmek için {0} tuşunu kullan
vi_vn: Nhấn {0} để thay đổi vòng lặp
zh_cn: 按 {0} 更改环形
zh_tw: 按 {0} 以更改環形

# Mode_CreateParallerl
source: Create parallel mode
cs_cz: Tvorba paralely
da_dk: Opret parallel vej
de_de: Parallelen erstellen
es_es: Modo de creación de redes paralelas
fi_fi: Luo rinnakkainen verkko
fr_fr: Ajout en parallèle
it_it: Modalità creazione parallela
ja_jp: Mode: パラレル敷設
ko_kr: 평행 생성 모드
nl_nl: Creëer parallel modus
pl_pl: Tryb tworzenia równoległego
pt_pt: Modo de criar paralelo
ro_ro: Modul creare asemănător
ru_ru: Режим создания параллельных
th_th: โหมดสร้างทางคู่ขนาน
tr_tr: Paralel modu oluştur
vi_vn: Tạo chế độ song song
zh_cn: 创建并行模式
zh_tw: 創建並行模式

# Mode_Info_Apply
source: Press {0} to apply
cs_cz: Stiskněte {0} pro použití
da_dk: Tryk på {0} for at anvende
de_de: Drücke {0} zum Anwenden
es_es: Presiona la tecla {0} para aplicar
fi: Aseta painamalla {0}
fi_fi: Paina {0} asettaaksesi
fr_fr: Appuyez sur {0} pour appliquer
hu_hu: Nyomj {0}-t a végrehajtáshoz
it_it: Premi {0} per applicare
ja_jp: {0} で作業を確定
ko_kr: {0} 키를 눌러 적용
nl_nl: Druk {0} om toe te passen
pl_pl: Naciśnij {0}, aby zastosować
pt_pt: Pressione {0} para aplicar
ro_ro: Apăsați {0} pentru a aplica
ru_ru: Нажмите {0} чтобы выполнить действие
th_th: กด {0} เพื่อปรับใช้
tr_tr: {0} kullanarak uygulayınız
vi_vn: Nhấn {0} để đăng ký
zh_cn: 按下 {0} 以应用
zh_tw: 按 {0} 以應用

# Mode_Info_ArrangeCircle_Apply
source: Press {0} to arrange at circle
cs_cz: Stiskněte {0} pro zarovnání do kruhu
da_dk: Tryk på {0} for at justere cirkel
de_de: Drücke {0}, um im Kreis anzuordnen
es_es: Presiona la tecla {0} para organizar en el círculo
fi_fi: Paina {0} asetellaksesi ympyräksi
fr_fr: Appuyez sur {0} pour aligner en cercle
it_it: Premi {0} per regolare cerchio
ja_jp: {0} でサークル作成を確定
ko_kr: {0} 키를 눌러 원으로 정렬
nl_nl: Druk op {0} om de cirkel te vormen
pl_pl: Naciśnij {0}, aby uporządkować w okręgu
pt_pt: Pressiona {0} para arranjar num círculo
ro_ro: Apăsați {0} pentru a aranja în cerc
ru_ru: Нажмите {0} для выравнивание по кругу
th_th: กด {0} เพื่อจัดเรียงเป็นวงกลม
tr_tr: Daireleri ayarlamak için {0} tuşunu kullan
vi_vn: Nhấn {0} để sắp xếp theo vòng tròn
zh_cn: 按 {0} 来以圆圈对齐
zh_tw: 按 {0} 以圓圈對齊

# Mode_Info_ArrangeCircle_BigDelta
source: Too big angle between nodes round shape won't be perfect
cs_cz: Příliš velký úhel mezi uzly kulatý tvar nebude dokonalý
da_dk: For stor vinkel mellem nodes den kurvede form vil ikke blive perfekt
de_de: Zu großer Winkel zwischen den Netzwerk-Knoten Runde Form wird nicht perfekt sein
es_es: Angulo demasiado grande entre los nodos el circulo no será perfecto
fi_fi: Liian suuri kulma liittymien välillä Ympyrästä ei tule täydellistä
fr_fr: Angle trop important entre les nœuds La forme ronde ne sera pas parfaite
it_it: Angolo troppo grande tra i nodi la forma rotonda non sarà perfetta
ja_jp: ノード間の角度が大きすぎます 円の形状が完璧ではありません
ko_kr: 노드 간 각도가 지나치게 큼 둥근 모양이 잘 만들어지지 않을 수 있음
nl_nl: Te grote hoek tussen nodes, ronde vorm zal niet perfect zijn
pl_pl: Zbyt duży kąt między węzłami okrągły kształt nie będzie idealny
pt_pt: O ângulo entre nódulos é muito grande, a forma redonda não será perfeita
ro_ro: Unghiul este prea mare între noduri forma curbei nu o să fie perfectă
ru_ru: Слишком большой угол между узлами Форма окружности будет не идеальной
th_th: มุมระหว่างโหนดใหญ่เกินไป วงเวียนที่ได้จะไม่สมมาตร
tr_tr: Acı çok büyük düğümler arası dairesel şekil kusursuz olmayacak
vi_vn: Góc quá lớn giữa các nút Hình dạng tròn sẽ không hoàn hảo
zh_cn: 节点间角度太大 会导致圆形形状缺陷
zh_tw: 節點間角度太大 會導致圓形形狀缺陷

# Mode_Info_ArrangeCircle_DoubleClickToResetCenter
source: Double click to reset center position
cs_cz: Dvojklikem resetujete středovou pozici
da_dk: Dobbeltklik for at nulstille til centerposition
de_de: Doppelklick, um die Position der Mitte zurückzusetzen
es_es: Doble clic para restablecer la posición central
fi_fi: Kaksoisnapauta palauttaaksesi keskipisteen sijainti
fr_fr: Double-cliquez pour réinitialiser la position du centre
it_it: Doppio clic per reimpostare la posizione del centro
ja_jp: ダブルクリックで中心位置をリセット
ko_kr: 더블 클릭하여 중앙 위치 초기화
nl_nl: Dubbelklik om de centrale positie te resetten
pl_pl: Kliknij dwukrotnie, aby zresetować pozycję środka
pt_pt: Duplo-clique para redefinir a posição central
ro_ro: Faceți clic dublu pentru a reseta poziția centrală
ru_ru: Двойное нажатие чтобы сбросить положение цента
th_th: ดับเบิลคลิกเพื่อรีเซ็ตตำแหน่งจุดศูนย์กลาง
tr_tr: Merkez noktayı sıfırlamak için çift tıkla
vi_vn: Nhấp đúp để đặt lại vị trí trung tâm
zh_cn: 双击重置中心位置
zh_tw: 按兩下重置中心位置

# Mode_Info_ArrangeCircle_DoubleClickToResetNode
source: Double click to reset node position
cs_cz: Dvojklikem resetujete pozici uzlu
da_dk: Dobbeltklik for at nulstille node position
de_de: Doppelklicken, um die Netzwerk-Knoten-Position zurückzusetzen
es_es: Doble clic para restablecer la posición del nodo
fi_fi: Kaksoisnapauta palauttaaksesi liittymän sijainti
fr_fr: Double-cliquez pour réinitialiser la position du nœud
it_it: Doppio clic per reimpostare la posizione del nodo
ja_jp: ダブルクリックでノード位置をリセット
ko_kr: 더블 클릭하여 노드 위치 초기화
nl_nl: Dubbelklik om de centrale positie te resetten
pl_pl: Kliknij dwukrotnie, aby zresetować pozycję węzła
pt_pt: Duplo-clique para redefinir a posição do nódulo
ro_ro: Faceți clic dublu pentru a reseta poziția nodului
ru_ru: Двойное нажатие чтобы сбросить положение узла
th_th: ดับเบิลคลิกเพื่อรีเซ็ตตำแหน่งโหนด
tr_tr: Düğüm pozisyonunu sıfırlamak için çift tıkla
vi_vn: Nhấp đúp để đặt lại vị trí nút
zh_cn: 双击重置节点位置
zh_tw: 按兩下重置節點位置

# Mode_Info_ArrangeCircle_DragToChangeRadius
source: Drag to change radius
cs_cz: Tažením změníte poloměr
da_dk: Træk for at ændre radius
de_de: Ziehen, um den Radius zu ändern
es_es: Arrastre para cambiar radio
fi_fi: Vedä muutaaksesi sädettä
fr_fr: Faites glisser pour changer le rayon
it_it: Trascina per cambiare la rotazione
ja_jp: ドラッグして半径を変更
ko_kr: 드래그해 반경 변경
nl_nl: Sleep om de radius te veranderen
pl_pl: Przeciągnij, aby zmienić promień
pt_pt: Arrastar para mudar o raio
ro_ro: Trageți pentru a schimba raza
ru_ru: Перетащите для изменения радиуса
th_th: ลากเพื่อปรับรัศมี
tr_tr: Çapı ayarlamak için tutup çekin
vi_vn: Kéo để thay đổi bán kính
zh_cn: 拖动以改变半径
zh_tw: 拖動以改變半徑

# Mode_Info_ArrangeCircle_DragToMoveCenter
source: Drag to move circle
cs_cz: Tažením posunout kruh
da_dk: Træk for at flytte cirkel
de_de: Ziehen, um den Kreis zu bewegen
es_es: Arrastre para mover el círculo
fi_fi: Vedä siirtääksesi ympyrää
fr_fr: Faites glisser pour déplacer le cercle
it_it: Trascina per spostare il cerchio
ja_jp: ドラッグしてサークルを移動
ko_kr: 드래그해 원 이동
nl_nl: Sleep om de cirkel te verplaatsen
pl_pl: Przeciągnij, aby przesunąć okrąg
pt_pt: Arraste para mover o círculo
ro_ro: Trageți pentru a muta cercul
ru_ru: Перетащите для перемещения круга
th_th: ลากเพื่อย้ายวงกลม
tr_tr: Daireyi ayarlamak için tutup çekin
vi_vn: Kéo để di chuyển vòng tròn
zh_cn: 拖动以移动圆圈
zh_tw: 拖動以移動圓圈

# Mode_Info_ArrangeCircle_DragToMoveNode
source: Drag to move node
cs_cz: Tažením posunout uzel
da_dk: Træk for at flytte node
de_de: Ziehen, um den Netzwerk-Knoten zu bewegen
es_es: Arrastre para mover el nodo
fi_fi: Vedä siirtääksesi liittymää
fr_fr: Faites glisser pour déplacer le nœud
hu_hu: Húzd a csomópont mozgatásához
it_it: Trascina per spostare il nodo
ja_jp: ドラッグしてノードを移動
ko_kr: 드래그해 노드 이동
nl_nl: Sleep om de knooppunt te verplaatsen
pl_pl: Przeciągnij, aby przesunąć węzeł
pt_pt: Arraste para mover nó
ro_ro: Trageți pentru a muta nodul
ru_ru: Перетащите для перемещения узла
th_th: ลากเพื่อย้ายโหนด
tr_tr: Düğümü ayarlamak için tutup çekin
vi_vn: Kéo để di chuyển nút
zh_cn: 拖动以移动节点
zh_tw: 拖動以移動節點
